[
    {
        "article_title": "EternaLEnVy объявил о завершении карьеры киберспортсмена",
        "article_url": "https://www.cybersport.ru/tags/dota-2/eternalenvy-obiavil-o-zavershenii-karery-kibersportsmena",
        "article_post_time": "02.07.2022 в 12:35",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "eternalenvy-obiavil-o-zavershenii-karery-kibersportsmena",
        "article_text": "Профессиональный игрок в Dota 2 Джеки EternaLEnVy Мао отказался от дальнейших выступлений на соревновательной сцене. О завершении карьеры киберспортсмена он объявил в твиттере.*Последней профессиональной командой EternaLEnVy стала Cloud9, которую тот представлял с марта по апрель 2020 года, а также в 2014-2015 и 2017 годах. В 2021-м Мао играл за business associates, Black N Yellow и Sadboys. В прошлом киберспортсмен выступал под тегами Team Secret, Fnatic, Complexity Gaming и других известных клубов.**По данным портала Liquipedia, EternaLEnVy выступал на профессиональной сцене Dota 2 с 2012 года. За десять лет он заработал почти миллион долларов, став чемпионом The Shanghai Major и нескольких других крупных чемпионатов, а также выступив на пяти турнирах серии The International с 2014 по 2018 год.**"
    },
    {
        "article_title": "Ностальгия по ТВ — во что поиграть, чтобы побывать в телепрограмме из детства нулевых",
        "article_url": "https://www.cybersport.ru/tags/games/nostalgiia-po-tv-vo-chto-poigrat-chtoby-pobyvat-v-teleprogramme-iz-detstva-nulevykh",
        "article_post_time": "02.07.2022 в 14:45",
        "article_category": "Игры",
        "article_source": "Cybersport.ru",
        "article_mark": "nostalgiia-po-tv-vo-chto-poigrat-chtoby-pobyvat-v-teleprogramme-iz-detstva-nulevykh",
        "article_text": "В детстве все мы смотрели телевизор. Кто-то больше, кто-то меньше, но полностью игнорировать голубой экран у аудитории, которая сейчас старше 18 лет, едва ли получалось. И хотя теперь многие считают ТВ филиалом ада, это было отличное время, а некоторые телевизионные передачи до сих пор вызывают чувство ностальгии. Поговорим о тех форматах из нашего детства, которые умельцы смогли воплотить на просторах интернета. Оказалось, что у большинства уже давно есть не только мобильные, но и браузерные версии!*«Поле чудес» **Хотя капитал-шоу «Поле чудес» является адаптацией американского «Колеса фортуны», в России и странах СНГ оно стало гораздо популярнее — во многом из-за того, что позиционировалось как семейная передача. Первые серии вёл Владислав Листьев, но впоследствии на пост заступил Леонид Якубович. **В расцвет популярности заставка «Поля чудес» собирала у телеэкранов целые города, если участник был оттуда родом. Основой драматургии передачи были не вопросы и побуквенное разгадывание ответов, а истории об участниках — обычных людях. Они пели, танцевали и всегда привозили подарки из своих регионов, благодаря чему даже был сформирован «Музей \"Поля чудес\"» в Останкино, а ведущий шоу Леонид Якубович примерил десятки костюмов, запомнившись нам в образах пожарника и мукомола.**Для многих «Поле чудес» было не только шоу, которое можно было посмотреть вместе с бабулей, но и первой компьютерной игрой. Я очень хорошо помню ПК с операционной системой Windows 95, на котором из развлечений были программа Paint и комичная игра с Леонидом Аркадьевичем. **Игра «Поле чудес» Вадима Башурова**Её создал российский программист Вадим Башуров. Тайтл был написан на Turbo Pascal в качестве развлечения, а получившийся шедевр умелец посвятил девушке. Так как дизайнерские навыки у автора были скудными, он срисовал Якубовича с черно-белой фотографии из газеты, в качестве героев взял популярных персонажей мультфильмов, а заставку позаимствовал у Wolfenstein 3D. И хотя автор не планировал распространять свою игру, она всё-таки проникла в круги геймеров и разошлась по машинам обычных людей благодаря сарафанному радио. Естественно, никакой лицензии на формат у Башурова не было, но в те времена к интеллектуальной собственности относились чуть проще.**Отвечать на вопросы в «Поле чудес» было увлекательно, а общее настроение тайтла порой вызывало гомерический хохот. Кстати, я (как и автор игры) поймала «эффект Манделы»: мне казалось, что фраза «Ваше очко уходит в зрительный зал» — это цитата именно из «Поля чудес», но интернет утверждает, что оригинал — из шоу «Счастливый случай», а в контекст «Поля чудес» попал уже после. Впрочем, нельзя не заметить, что с Якубовичем есть тысячи разных мемов — от грустной просьбы не расстраивать его до яростных фаталити в Mortal Kombat, а выкрики про очко уже давно стали крылатыми.**Сейчас в «Поле чудес» можно поиграть на мобильных, просто введя соответствующий запрос в App Store или Google Play. Есть также браузерные версии игры на десктопе: по сути, это обычные викторины, в которых можно проверить общие знания и покрутить барабан наудачу. **«Угадай мелодию»**Музыкальная передача «Угадай мелодию» выходила на Первом канале с 1995 года. Как и огромное количество телевизионных шоу на отечественных площадках, это была адаптация американского формата Name That Tune, хоть и приправленная нашим колоритом. «Я угадаю эту песню с трех нот!» — говорили рисковые участники, стоя за тумбой лицом к лицу с Валдисом Пельшем. Пожалуй, сложнее, чем верно назвать прозвучавшую композицию, будет только вспомнить отчество этого легендарного ведущего, а на тот момент — еще и участника рок-группы «Несчастный случай». Из-за отсутствия опыта ведения ТВ-шоу Пельш запорол целых два пилотных выпуска и едва не потерял место в программе, но всё-таки освоился за тумбой. **«Угадай мелодию» выходит в эфир до сих пор, официально шоу не закрыто. С постоянного формата оно перешло на временное вещание: в конце года записывается несколько передач, которые транслируются в зимние праздники. Однако поучаствовать в них могут только звёзды, которые развлекают зрителей Первого канала в новогоднюю ночь. Простым смертным остается только позаимствовать формат шоу и играть в него без Пельша. **На стримах часто можно встретить адаптации «Угадай мелодию», которые проводят популярные контент-мейкеры. Например, dinablin собирает известных стримеров (на одной из последних трансляций были Александр VooDooSh Шальчинов, Дмитрий Ликс, frametamer666 и WELOVEGAMES), а также приглашает музыкантов, которые играют различные мелодии для участников. ****Хотя играть в унисон со стримерами (как в детстве, сидя перед телевизором) довольно интересно, такой формат не дает возможности подумать и поразмышлять чуть дольше, чем предполагает отведенное время. А иногда порыться в «чертогах памяти» очень хочется. В этом помогут, прежде всего, мобильные приложения: на смартфонах различных пародий на «Угадай мелодию» хоть отбавляй. Вот лишь несколько: «Угадай песню!», «Хит викторина: угадай мелодию!», «Меломан»… Да десятки их! **На ПК тоже встречаются различные адаптации и пародии, но я порекомендую Song Trivia — в неё можно играть как с мобильного, так и с десктопа. Довольно удобная адаптированная версия позволяет проверять свои музыкальные знания в одиночку, плейлисты сформированы по годам, тематикам и исполнителям. Лично я в очередной раз убедилась, что знаю исключительно русский рок, но с удивлением обнаружила, что не интересовалась творчеством группы «Пикник» и все время ее с кем-то путаю.**«Кто хочет стать миллионером?»**«Кто хочет стать миллионером?», или «О, счастливчик», если вы олдовый олд, — это интеллектуальное шоу, в котором участники соревнуются за денежный приз (до 2005 года — за миллион рублей, после — за три миллиона). Разумеется, это аналог английской телевикторины Who Wants to Be a Millionaire? — с уникальностью на нашем ТВ всегда были проблемы. Шоу выходит до сих пор, на момент публикации материала было показано уже 910 выпусков.**Чтобы победить, необходимо дать серию безошибочных ответов на вопросы, которые порой бывает очень трудно раскусить благодаря только общим знаниям. На каждый вопрос есть по четыре варианта ответа, часто запутывающих игрока. Сложность по ходу игры повышается: если первые загадки могут «взять» даже дети, то на подступах к миллиону теряются даже академики. Масла в огонь подливает ведущий, всячески смущая игроков. Смуту вносят и подсказки: «Помощь зала», «50 на 50» и «Звонок другу». В одной игре участнику необходимо ответить на 15 вопросов, где каждый пятый — несгораемая сумма, которую можно получить даже в случае проигрыша. При этом в любой момент можно забрать выигранные деньги, отказавшись отвечать на следующий вопрос.**Формат «Кто хочет стать миллионером?» оказался настолько простым и структурированным, что первые мобильные игры по этому шоу появились еще на Java-телефонах. Набор вопросов в них был скудный, из-за чего довольно сильно страдала реиграбельность, но все же это был незаменимый помощник в борьбе со скукой как в школе на переменах (кому мы врем, и на уроках под партой тоже), так и в университете. **Главный редактор Cybersport.ru Андрей FUki Кирюкин помнит эту игру по-своему: «У меня клевая версия “Миллионера” была на двух дисках (скачал, конечно же). Там и музыка, и Галкин все вопросы озвучивал, и всё это было в виде передачи с реальными видео». ****Сейчас поиграть в «Миллионера» проще всего на мобильных устройствах. В современных версиях есть даже вопросы про интернет-сленг или Dota 2, а база загадок заметно пополнилась — теперь при третьем прохождении не натыкаешься на одинаковые вопросы, ответ на которые запомнил. Есть и браузерные версии: можно проверить себя, не скачивая дополнительный софт.**«Своя игра»**«Своя игра» — еще одна русскоязычная адаптация популярного американского проекта под названием Jeopardy!. Свое начало наша версия берет в 1994 году, и актуальности она не потеряла: рейтинги до сих пор позволяют выпускать шоу днём по выходным на канале НТВ. Разнообразие тем и распределение вопросов по сложности позволяют зрителям быть участниками шоу параллельно с тремя игроками за тумбами — «за соточку» стыдно не угадать! Передача породила множество мемов, особенно геймерам запомнился момент про «бортмеханика».****О том, что в 2022 году можно сыграть в «Свою игру» (в простонародье — в «Свояк»), не знает только тот, кто совсем не следит за стримерами. «Своя игра» получила второе дыхание в сети благодаря разнообразию форматов вопросов: и музыкальные, и визуальные с видео и картинками, и просто тестовые помогают контент-мейкерам делать полноценное шоу. Программу для реализации всех механик создал Владимир Хиль. Файлы для установки распространяются бесплатно, так как в ином случае у автора были бы серьезные проблемы с авторскими правами, но игроков часто форсят задонатить на развитие проекта. И вполне справедливо: серверы для онлайн-лобби сами себя не обеспечивают — их оплачивать надо. Поиграть в «Свояк» можно как с помощью скачанной программы, так и просто через браузер.**«100 к 1» **«100 к 1» — забавная передача, при просмотре которой понимаешь, насколько популярное мнение может отличаться от твоего. Или, наоборот, насколько ты близок к народу. Многие удивятся, ведь программа никогда не была на вершинах хит-парадов и не имела заоблачных рейтингов, но до 2022 года была в строю и даже выходила на YouTube, пока канал ВГТРК не забанили. **Главная фишка «100 к 1» живет и вне голубого экрана: формат уже давно эксплуатируют стримеры. Во время подготовки шоу для ТВ вопросы, на которые нельзя дать однозначный ответ, задавались людям на улице. Стримеры же просто просят свою аудиторию заполнить специальный опросник, после чего обрабатывают ответы и формируют самый популярный топ. Например, шоу выходило на канале Olsior перед Новым годом, участниками были кастеры Dota 2.****Чтобы сыграть в «100 к 1», не обязательно быть звездой или другом стримера — можно просто воспользоваться мобильным приложением (советую этот вариант) или браузерной версией. Хотя разнообразие пародий на это ТВ-шоу довольно обширное, я бы посоветовала попробовать игру под странным названием 94%. Она не полностью копирует формат, но сохраняет главную фишку: нужно угадать самые популярные ответы на заданный вопрос. Для поклонников «классики» есть и браузерная версия, но заходить туда довольно страшно — всё выглядит как в 2007-м.**"
    },
    {
        "article_title": "Менеджер Rune Eaters ответил на обвинения со стороны Nix в участии команды в подставных матчах",
        "article_url": "https://www.cybersport.ru/tags/dota-2/menedzher-rune-eaters-otvetil-na-obvineniia-so-storony-nix-v-uchastii-komandy-v-podstavnykh-matchakh",
        "article_post_time": "02.07.2022 в 14:14",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "menedzher-rune-eaters-otvetil-na-obvineniia-so-storony-nix-v-uchastii-komandy-v-podstavnykh-matchakh",
        "article_text": "Менеджер состава Rune Eaters по Dota 2 Азиз 4313 Нурмулдин высказался о заявлении Александра Nix Левина, в котором российский киберспортсмен предположил, что команда участвует в подставных матчах. В комментарии сайту Metaratings.ru Нурмулдин отметил, что глупо обвинять его коллектив в «322».*Публикуется с сохранением орфографии и пунктуации источника**Азиз 4313 НурмулдинМенеджер состава Rune Eaters по Dota 2Человек не играет в компетитив, сидит стримит и обвиняет команду, потому что он поставил свою ставку, а мы проиграли. Это сугубо его личное мнение. Мы против всего этого, 322 и так далее. Для нас это под запретом. Я не вижу в этом смысла, так как мы хотим попасть на мейджор, на The International, у нас другие цели. Я много лет занимаюсь Dota2 , командой. Мы много трудились, чтобы попасть в первый дивизион. Здесь конкуренция, конечно, бешенная. Где-то мы проигрываем, где-то у нас есть проблемы. И замены бывают. Это всё чисто рабочие моменты. Я думаю, любая команда сталкивалась с похожими проблемами, поэтому обвинять нас в каких-то слитых матчах из-за того, что мы проигрываем, глупо. Только глупый человек может такое сделать.**Rune Eaters выступает в первом дивизионе Dota Pro Circuit 2021/2022: Season 3 для Восточной Европы. На момент публикации материала коллектив уступил в четырех из пяти матчей. 3 июля RE поборются с Virtus.pro, расписание и результаты соревнования доступны в репортаже.**"
    },
    {
        "article_title": "В CS:GO добавили новый оружейный кейс со скинами от комьюнити",
        "article_url": "https://www.cybersport.ru/tags/cs-go/v-cs-go-dobavili-novyi-oruzheinyi-keis-so-skinami-ot-komiuniti",
        "article_post_time": "02.07.2022 в 10:37",
        "article_category": "CS:GO",
        "article_source": "Cybersport.ru",
        "article_mark": "v-cs-go-dobavili-novyi-oruzheinyi-keis-so-skinami-ot-komiuniti",
        "article_text": "В ночь на 2 июля Valve выпустила патч для CS:GO, с которым в игре появился Recoil Case. В него вошли 17 скинов для оружия, которые создали представители комьюнити. Информация об этом появилась на сайте шутера.*Помимо этого, с обновлением авторы CS:GO изменили карту Ember.**Список изменений:**добавлен Recoil Case с 17-ю скинами на оружие, которые создали представители комьюнити;продолжается работа над картой Ember;на карте Ember добавлена дорога возле обсерватории;на карте Ember добавлен туннель возле обсерватории;на карте Ember добавлено несколько камней в воде рядом с вертолетной площадкой;добавлена поддержка размещения оружия на пользовательских картах, загруженных с помощью game_type 3;на серверах сообщества теперь можно выполнять gamemode_custom_server.cfg при запуске пользовательских карт с помощью game_type 3.**16 июня для CS:GO вышел патч, с которым разработчики уменьшили размер обоймы M4A1-S. Помимо этого, авторы игры изменили карты Ancient, Inferno и Vertigo.**Источник: твиттер CS:GO**"
    },
    {
        "article_title": "Nigma Galaxy выиграла пятый матч подряд во втором дивизионе DPC 2021/2022 S3 для Европы",
        "article_url": "https://www.cybersport.ru/tags/dota-2/nigma-galaxy-vyigrala-piatyi-match-podriad-vo-vtorom-divizione-dpc-2021-2022-s3-dlia-evropy",
        "article_post_time": "02.07.2022 в 14:45",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "nigma-galaxy-vyigrala-piatyi-match-podriad-vo-vtorom-divizione-dpc-2021-2022-s3-dlia-evropy",
        "article_text": " Nigma Galaxy оказалась сильнее Team Bald Reborn во втором дивизионе Dota Pro Circuit 2021/2022: Season 3 для Европы. Результат встречи — 2:0. Для коллектива Куро KuroKy Салехи Тахасоми это пятая победа подряд на турнире.*После пяти раундов на счету Team Bald шесть очков. Игровой день продолжит матч первого дивизиона: OG сыграет с Goonsquad. Противостояние состоится в 16:00 мск.**Встречи второго дивизиона DPC 2021/2022 S3 для Европы проходят с 6 июня по 13 июля. Команды разыгрывают призовой фонд в размере $75 тыс. и две квоты в первый дивизион лиги. Расписание и результаты чемпионата можно отслеживать в репортаже.**Турнирная таблица:**#Дивизион 2MВПО1ITB550152Nigma Galaxy550153DGG Esports53294IVY53295Bald5236611Monkeyz51437Brame51438EU Rejects5050МатчиВыход в первый дивизионСохранение прописки в дивизионеВылет из дивизиона**"
    },
    {
        "article_title": "S1mple достал новый скин на AWP из кейса Recoil в CS:GO во время стрима",
        "article_url": "https://www.cybersport.ru/tags/cs-go/s1mple-dostal-novyi-skin-na-awp-iz-keisa-recoil-v-cs-go-vo-vremia-strima",
        "article_post_time": "02.07.2022 в 11:42",
        "article_category": "CS:GO",
        "article_source": "Cybersport.ru",
        "article_mark": "s1mple-dostal-novyi-skin-na-awp-iz-keisa-recoil-v-cs-go-vo-vremia-strima",
        "article_text": "Снайпер состава Natus Vincere по CS:GO Александр s1mple Костылев уже получил новый скин для AWP под названием Chromatic Aberration. Вышедший в ночь на 2 июля кейс Recoil киберспортсмен открывал во время трансляции на Twitch.*Скин Chromatic Aberration — один из двух предметов с самой высокой редкостью в новом кейсе, если не учитывать перчатки. S1mple выбил этот образ вскоре после выхода патча и сразу установил его в качестве основного для снайперской винтовки. На момент публикации материала Костылев продолжает трансляцию на Twitch уже более десяти часов.**Кейс Recoil был добавлен в CS:GO в ночь на 2 июля — в него входят 17 скинов, которые создали представители комьюнити. Помимо этого, с тем же патчем сотрудники Valve изменили карту Ember и расширили возможности кастомизации пользовательских карт.****"
    },
    {
        "article_title": "В Dota 2 ослабили нейтральный артефакт Apex",
        "article_url": "https://www.cybersport.ru/tags/dota-2/v-dota-2-oslabili-neitralnyi-artefakt-apex",
        "article_post_time": "02.07.2022 в 11:04",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "v-dota-2-oslabili-neitralnyi-artefakt-apex",
        "article_text": "В ночь на 2 июля Valve выпустила патч для Dota 2, с которым изменила нейтральный предмет Apex. Список изменений появился на сайте SteamDB.*Список изменений:**бонус к основному атрибуту от предмета Apex уменьшен с 75 до 70 единиц;обновлены файлы локализации на английском языке.**Последнее большое обновление для Dota 2 — 7.31d — вышло в ночь на 9 июня. С патчем Valve пересмотрела характеристики героев и предметов, а также добавила персонажа Marci в режим Captains Mode. Некоторые профессиональные игроки, среди которых Максим mellojul Пнёв, Иван Pure Москаленко и Богдан Iceberg Василенко, раскритиковали изменения.**"
    },
    {
        "article_title": "Fng: «Пошел бы я в Virtus.pro? Играть — вряд ли»",
        "article_url": "https://www.cybersport.ru/tags/dota-2/fng-poshel-by-v-virtus-pro-igrat-vriad-li",
        "article_post_time": "02.07.2022 в 15:24",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "fng-poshel-by-v-virtus-pro-igrat-vriad-li",
        "article_text": "Профессиональный игрок в Dota 2 Артем Fng Баршак заявил, что сейчас не пошел бы выступать за Virtus.pro. Отвечая на вопрос зрителя на личной трансляции он сослался на плохую индивидуальную форму.*Артем Fng БаршакПрофессиональный игрок в Dota 2Пошел бы в Virtus.pro? Играть — вряд ли. Не знаю, меня не тянет играть и идти в команду куда-то на короткую дистанцию. Я в \"Доту\" не играл уже очень долго, у меня уже форма игровая слабая.**Последней профессиональной командой Fng была Alliance, которую он представлял с сентября 2020 по октябрь 2021 года. Позже Баршак выступал под тегом CIS Rejects, с которой занял четвертое место в первом дивизионе Dota Pro Circuit 2021/2022: Season 2 для СНГ. В мае он покинул коллектив вместе с Владимиром RodjER Никогосяном и Романом RAMZES666 Кушнарёвым — керри вскоре присоединился к Virtus.pro.**"
    },
    {
        "article_title": "ATF и Gorgc назвали лучших персонажей для офлейна в патче 7.31d для Dota 2",
        "article_url": "https://www.cybersport.ru/tags/dota-2/atf-i-gorgc-nazvali-luchshikh-personazhei-dlia-ofleina-v-patche-7-31d-dlia-dota-2",
        "article_post_time": "02.07.2022 в 10:39",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "atf-i-gorgc-nazvali-luchshikh-personazhei-dlia-ofleina-v-patche-7-31d-dlia-dota-2",
        "article_text": "Офлейнер OG Аммар ATF Ассаф вместе со стримером и участником Team Bald Reborn Жаном Gorgc Стефановски составил тир-лист героев для игры на третьей позиции в патче 7.31d для Dota 2. Лучших и худших персонажей они определили во время совместной трансляции на Twitch.*В отдельную категорию киберспортсмены определили Beastmaster. В раздел A попали Viper, Lycan, Enigma и Visage. Наименее эффективными героями для лёгкой линии в текущей мете ATF и Gorgc считают Underlord, Magnus, Sand King, Broodmother, Tidehunter и Axe. Ассаф и Стефановски также назвали керри, которые могут пойти на сложную линию. К таким персонажам они отнесли Alchemist, Nature's Prophet, Razor, Bloodseeker, Bristleback и Chaos Knight.**Ранее Gorgc представил свой рейтинг персонажей для керри в патче 7.31d. Ознакомиться с тир-листом героев от Стефановски можно в материале.**Источник: reddit**"
    },
    {
        "article_title": "Topson: «Не уверен, что вообще буду смотреть True Sight о TI10 — я только расстроюсь после такого»",
        "article_url": "https://www.cybersport.ru/tags/dota-2/topson-ne-uveren-chto-voobshche-budu-smotret-true-sight-o-ti10-ia-tolko-rasstroius-posle-takogo",
        "article_post_time": "02.07.2022 в 16:33",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "topson-ne-uveren-chto-voobshche-budu-smotret-true-sight-o-ti10-ia-tolko-rasstroius-posle-takogo",
        "article_text": "Профессиональный игрок в Dota 2 Топиас Topson Таавитсайнен объяснил, почему не ждет выпуска о The International 10 (2021). На личной трансляции он отметил, что только расстроится от просмотра фильма, поскольку тогда его команда не прошла в финал.*Топиас Topson ТаавитсайненДвукратный чемпион The InternationalЖду ли я True Sight про The International 10? Нет. Почему я должен его ждать, если меня там нет? Чего в нем такого? Смотреть на людей, которые обыграли меня на TI? Наслаждаться их победой на The International? Да, конечно. Я не уверен, что вообще буду его смотреть. К черту это. Я только расстроюсь после такого, так что зачем мне его смотреть?**The International 10 прошел с 7 по 17 октября в Бухаресте, Румыния. 18 команд разыграли более $40 млн. В финале Team Spirit победила PSG.LGD со счетом 3:2 и заработала $18,2 млн. Topson вместе с OG занял 7-8 место. Когда выйдет выпуск True Sight, посвященный этому турниру, неизвестно.**"
    },
    {
        "article_title": "Iceberg: «Если пофиксить несколько героев, Dota 2 станет максимально балансной»",
        "article_url": "https://www.cybersport.ru/tags/dota-2/iceberg-esli-pofiksit-neskolko-geroev-dota-2-stanet-maksimalno-balansnoi",
        "article_post_time": "02.07.2022 в 14:31",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "iceberg-esli-pofiksit-neskolko-geroev-dota-2-stanet-maksimalno-balansnoi",
        "article_text": "Киберспортсмен Богдан Iceberg Василенко высказался о мете Dota 2 в патче 7.31d. На личной трансляции он высоко отозвался о балансе в игре, а также отметил, что в текущей соревновательной системе ему трудно найти команду. Цитаты со стрима Богданова приведены на канале LEGENDWP.*Богдан Iceberg ВасиленкоПрофессиональный игрок в Dota 2Есть ли планы в ближайшее время ворваться в тиму? Если пригласят, то конечно. А так... Понимаете, сейчас такая система, что ты не можешь просто ворваться. Я даже опен квалы на \"Инт\" не смогу сыграть.**По мнению Iceberg, сейчас в Dota 2 нужно сбалансировать лишь несколько персонажей.**Богдан Iceberg ВасиленкоПрофессиональный игрок в Dota 2Я совру, если скажу, что сейчас не самая балансная \"Дота\" за всю историю. Я уверен, что если пофиксить несколько героев, она станет максимально балансной. Руны убрать невозможно — элемент рандома всегда будет присутствовать. **Ранее Iceberg назвал сильнейших героев в патче 7.31d для офлейна и мида. По мнению Василенко, на средней линии в матчмейкинге сильнее других персонажей выглядят Batrider, Puck и Oracle, а на сложной — Beastmaster и Visage.**"
    },
    {
        "article_title": "BLAST запустил свою версию головоломки Wordle в тематике CS:GO — в ней нужно угадывать игроков",
        "article_url": "https://www.cybersport.ru/tags/cs-go/blast-zapustil-svoiu-versiiu-golovolomki-wordle-v-tematike-cs-go-v-nei-nuzhno-ugadyvat-igrokov",
        "article_post_time": "02.07.2022 в 13:21",
        "article_category": "CS:GO",
        "article_source": "Cybersport.ru",
        "article_mark": "blast-zapustil-svoiu-versiiu-golovolomki-wordle-v-tematike-cs-go-v-nei-nuzhno-ugadyvat-igrokov",
        "article_text": "Турнирный оператор BLAST представил Counter-Strikle — аналог браузерной игры Wordle, где пользователям нужно назвать загаданного киберспортсмена с профессиональной сцены CS:GO. Как и в оригинальной версии, задания обновляются раз в день одновременно для всех.*Чтобы начать игру в Counter-Strikle, нужно ввести никнейм любого киберспортсмена — ответы подбираются из базы данных в выпадающем меню под строкой поиска. После этого система засчитает первую из восьми попыток и укажет, по каким параметрам пользователь ошибся, подошел близко к верному ответу или угадал его сразу. Создатели игры предлагают ориентироваться по национальности, команде, возрасту, предпочитаемому оружию и количеству выступлений игрока на мейджорах.**Wordle — это браузерная головоломка, в которой игрокам предлагается отгадать слово из пяти букв, которое меняется каждый день. Искать правильный ответ нужно с помощью системы подсказок. Буквы, которых нет в загаданном слове, окрашиваются серым, стоящие в другом месте — желтым, а расположенные в нужной позиции — зеленым.**Пример неоконченной игры в Counter-Strikle**"
    },
    {
        "article_title": "Организаторы DPC 2021/2022 для Европы назвали лучшие и худшие предметы лиги",
        "article_url": "https://www.cybersport.ru/tags/dota-2/organizatory-dpc-2021-2022-dlia-evropy-nazvali-luchshie-i-khudshie-predmety-ligi",
        "article_post_time": "02.07.2022 в 15:36",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "organizatory-dpc-2021-2022-dlia-evropy-nazvali-luchshie-i-khudshie-predmety-ligi",
        "article_text": "Турнирный оператор DreamHack, ответственный за проведение Dota Pro Circuit 2021/2022: Season 3 для Западной Европы, показал лучшие и худшие предметы лиги. Статистика опубликована в твиттере.*Согласно данным организаторов DPC 2021/2022 для Западной Европы, лучшим артефактом соревнования является Aether Lens — с ним игроки победили на 38 из 53 карт. Худшим артефактом стал Maelstrom — восемь успешных матчей против 17 проигрышей.**Матчи Dota Pro Circuit 2021/2022: Season 3 для Западной Европы проходят с 7 июня по 13 июля в онлайне. Восемь команд разыгрывают очки DPC, $205 тыс. и квоты на PGL Dota 2 Major Arlington 2022.**Источник: твиттер DreamHack**"
    },
    {
        "article_title": "Virtus.pro и No Sorry выступят в плей-офф Winline D2CL Season 12",
        "article_url": "https://www.cybersport.ru/tags/dota-2/virtus-pro-i-no-sorry-vystupiat-v-plei-off-winline-d2cl-season-12",
        "article_post_time": "02.07.2022 в 17:05",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "virtus-pro-i-no-sorry-vystupiat-v-plei-off-winline-d2cl-season-12",
        "article_text": "Организаторы Winline Dota 2 Champions League Season 12 назвали приглашенных участников чемпионата. Инвайты получили четыре команды — Virtus.pro, Entity, Gladiators и No Sorry.*Приглашенные команды начнут выступление на турнире с верхней сетки плей-офф. Пары этого этапа Winline Dota 2 Champions League Season 12 пока неизвестны. Матчи решающей стадии соревнования начнутся 4 июля и пройдут в формате best-of-3, за исключением гранд-финала, участники которого сразятся во встрече до трех побед.**Winline Dota 2 Champions League Season 12 проходит с 13 июня по 10 июля. 18 команд разыгрывают $50 тыс. Следить за ходом соревнования можно в репортаже.**Приглашенные участники плей-офф:**Virtus.proEntityGladiatorsNo Sorry**Сетка плей-офф:**1/4 финала\n\n\nTBDLuna Gaming\n\n\nTBDYNT\n\n\nTBDcybercats\n\n\nTBDHydraПолуфиналTBDTBDTBDTBDФинал верхней сеткиTBDTBDРаунд 2\n\n\nTBDKBU.US\n\n\nTBD11Monkeyz\n\n\nTBDHF\n\n\nTBDOoredoo ThunРаунд 3TBDTBDTBDTBDРаунд 4TBDTBDTBDTBDПолуфинал нижней сеткиTBDTBDФинал нижней сеткиTBDTBDГранд-финалTBDTBD**"
    },
    {
        "article_title": "HAVU исключила ottoNd из основного состава по CS:GO",
        "article_url": "https://www.cybersport.ru/tags/cs-go/havu-iskliuchila-ottond-iz-osnovnogo-sostava-po-cs-go",
        "article_post_time": "02.07.2022 в 16:47",
        "article_category": "CS:GO",
        "article_source": "Cybersport.ru",
        "article_mark": "havu-iskliuchila-ottond-iz-osnovnogo-sostava-po-cs-go",
        "article_text": "Финская киберспортивная организация HAVU Gaming решила перевести Отто ottoNd Сихво в запас. Об этом клуб сообщил на официальном сайте.*В анонсе уточняется, что игрок будет запасным до завершения контракта, который истекает 31 июля 2022 года. Ранее организация исключила из ростера капитана Олли sLowi Питканена.**OttoNd вернулся в HAVU в январе 2022-го, до этого киберспортсмен представлял клуб с 2017 по 2018 год. С ним команда выступила на нескольких отборочных, но не смогла выиграть слот на крупном турнире.****"
    },
    {
        "article_title": "ФК «Интер» заключил партнерство с Konami",
        "article_url": "https://www.cybersport.ru/tags/fifa/fk-inter-zakliuchil-partnerstvo-s-konami",
        "article_post_time": "02.07.2022 в 12:17",
        "article_category": "FIFA",
        "article_source": "Cybersport.ru",
        "article_mark": "fk-inter-zakliuchil-partnerstvo-s-konami",
        "article_text": "Итальянский футбольный клуб «Интер» и компания Konami стали партнерами. Информация об этом появилась на сайте ФК.*Сколько продлится соглашение, неизвестно — в анонсе указано, что «Интер» и Konami заключили «многолетнее партнерство». В рамках сотрудничества логотип компании появится на форме игроков футбольного клуба. Помимо этого, тренировочная база «Интера» для женского подразделения и академии клуба получит название «Центр развития молодежи Konami в память о Джачинто Факкетти». Другие подробности сотрудничества стороны раскроют позже.**29 июня сотрудничество с Konami продлил немецкий футбольный клуб «Бавария». В рамках партнерства ФК предоставил разработчикам спортивного симулятора eFootball (PES) права на использование образов всех действующих игроков команды и легенд клуба.**"
    },
    {
        "article_title": "Аналитики уверены в победе Nigma Galaxy над Team Bald Reborn на DPC 2021/2022: Season 3",
        "article_url": "https://www.cybersport.ru/tags/dota-2/analitiki-uvereny-v-pobede-nigma-galaxy-nad-team-bald-reborn-na-dpc-2021-2022-season-3",
        "article_post_time": "02.07.2022 в 11:07",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "analitiki-uvereny-v-pobede-nigma-galaxy-nad-team-bald-reborn-na-dpc-2021-2022-season-3",
        "article_text": "2 июля Nigma Galaxy и Team Bald Reborn проведут матч в рамках второго дивизиона Dota Pro Circuit 2021/2022: Season 3 для Западной Европы. Аналитики БК Winline назвали фаворитом данной встречи команду Амера Miracle- аль-Баркави.*Шансы Nigma Galaxy на успех эксперты БК оценивают котировкой 1.01, а исход в пользу Team Bald Reborn может увеличить сумму ставки в 12 раз. Матч пройдет в формате bo3, начало встречи назначено на 13:00 мск.**Коэффициенты:** Nigma Galaxy (1.01) против Team Bald Reborn (12.00) — 2 июля, 13:00 мск.**Кто победит в матче?Nigma GalaxyTeam Bald Reborn**Коэффициенты взяты с сайта букмекерской компании Winline и актуальны на момент публикации материала. Смотрите рейтинг киберспортивных букмекеров на Cybersport.ru.**Матчи второго дивизиона Dota Pro Circuit 2021/2022: Season 3 для Западной Европы проходят с 6 июня по 13 июля в онлайне. Коллективы разыгрывают $75 тыс. и слоты в высшей лиге.**"
    },
    {
        "article_title": "Team SMG выиграла второй матч на DPC 2021/2022: Season 3",
        "article_url": "https://www.cybersport.ru/tags/dota-2/team-smg-vyigrala-vtoroi-match-na-dpc-2021-2022-season-3",
        "article_post_time": "02.07.2022 в 14:55",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "team-smg-vyigrala-vtoroi-match-na-dpc-2021-2022-season-3",
        "article_text": " Team SMG переиграла Fnatic в матче первого дивизиона  Dota Pro Circuit 2021/2022: Season 3 для ЮВА. Встреча закончилась со счетом 2:0. Для коллектива Чжэн MidOne Йек Ная это вторая победа на чемпионате.*Ранее BOOM Esports победила RSG со счетом 2:0 и получила три очка. Противостояния лиги продолжатся 6 июля: SMG сразится с Talon Esports в 10:00 мск. Подробнее с расписанием и результатами чемпионата можно ознакомиться в репортаже.**Встречи первого дивизиона Dota Pro Circuit 2021/2022: Season 3 для Юго-Восточной Азии проходят с 8 июня по 14 июля в онлайне. Восемь команд разыгрывают призовой фонд в размере $205 тыс., а также три слота на мейджоре.**Таблица первого дивизиона:**#Дивизион 1MВПО1Talon541122BOOM541123RSG642124Fnatic43195T142266SMG52367Nigma SEA61538Polaris5050МатчиВыход на мейджорСохранение прописки в дивизионеВылет из дивизиона**"
    },
    {
        "article_title": "Эксперты: OG — фаворит в матче против Goonsquad на DPC 2021/2022",
        "article_url": "https://www.cybersport.ru/tags/dota-2/eksperty-og-favorit-v-matche-protiv-goonsquad-na-dpc-2021-2022",
        "article_post_time": "02.07.2022 в 13:16",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "eksperty-og-favorit-v-matche-protiv-goonsquad-na-dpc-2021-2022",
        "article_text": "2 июля в 16:00 мск состоится матч между OG и Goonsquad на Dota Pro Circuit 2021/2022: Season 3 для Западной Европы. Аналитики БК Winline считают, что состав Михаила Misha Агатова победит в этом противостоянии.*Котировка на успех OG составляет 1.09, а ставка на обратный результат может увеличить сумму в 5,3 раза.**Коэффициенты на матч:**OG (1.09) против Goonsquad (5.30) — 2 июля, 16:00 мск.**Кто победит в матче?OGGoonsquad**Коэффициенты взяты с сайта букмекерской компании Winline и актуальны на момент публикации материала. Смотрите рейтинг киберспортивных букмекеров на Cybersport.ru.**Матчи первого дивизиона Dota Pro Circuit 2021/2022: Season 3 для Западной Европы проходят с 6 июня по 13 июля в онлайне. Коллективы разыгрывают $205 тыс., очки DPC и слоты на мейджоре в Америке.**"
    },
    {
        "article_title": "Игроку в Super Smash Bros. запретили выступать на турнирах после убийства собственной матери",
        "article_url": "https://www.cybersport.ru/tags/other/igroku-v-super-smash-bros-zapretili-vystupat-na-turnirakh-posle-ubiistva-sobstvennoi-materi",
        "article_post_time": "02.07.2022 в 17:50",
        "article_category": "Другое",
        "article_source": "Cybersport.ru",
        "article_mark": "igroku-v-super-smash-bros-zapretili-vystupat-na-turnirakh-posle-ubiistva-sobstvennoi-materi",
        "article_text": "Организация Sattelite Smash, которая устраивает турниры по файтингу Super Smash Bros. в американском штате Вашингтон, выдала пожизненный бан игроку Колину Sweets Болдизару на своих ивентах. Об этом сообщил портал Dexerto.*Причиной такого решение стало преступление, совершённое Sweets. 30 июня полиция обнаружила обезглавленный труп матери Болдизара в её доме. Отмечается, что сотрудников правоохранительных органов вызвал сосед — в два часа ночи он услышал громкие крики, которые доносились из стоящего рядом жилища.**В полиции отмечают, что Sweets было запрещено контактировать с матерью по решению суда. Однако сосед, услышав крики, обнаружил его машину, стоящую рядом с домом, и сразу догадался, что происходит. Именно Болдизар открыл дверь, когда полиция приехала на место. Киберспортсмен был арестован и заключён под стражу.**"
    },
    {
        "article_title": "Riot Games исправила баг в Valorant, позволявший тренерам видеть соперников",
        "article_url": "https://www.cybersport.ru/tags/valorant/riot-games-ispravila-bag-v-valorant-pozvoliavshii-treneram-videt-sopernikov",
        "article_post_time": "02.07.2022 в 17:50",
        "article_category": "Valorant",
        "article_source": "Cybersport.ru",
        "article_mark": "riot-games-ispravila-bag-v-valorant-pozvoliavshii-treneram-videt-sopernikov",
        "article_text": "Студия Riot Games выпустила экстренный патч для Valorant для устранения тренерского бага. Информация об обновлении появилась в официальном твиттере шутера.*В некоторых случаях баг позволял наставникам в режиме наблюдателя видеть в реальном времени маркеры вражеских игроков на миникарте. Проблема появлялась несколько раз во время официальных матчах VCT 2022 — например, тренер NRG Джош JoshRT Ли сообщил об ошибке во время встречи с FaZe Clan 25 июня. Представители Riot Games отметили, что продолжат наблюдать за игрой после выхода патча, чтобы оперативно принять меры в случае повторения бага.**Ранее аналогичная ошибка была замечена в CS:GO. В результате расследования Комиссия по добросовестности в киберспорте (ESIC) отстранила многих наставников от участия в турнирах.**"
    },
    {
        "article_title": "Аналитики не верят в победу Alliance над Gladiators в матче на DPC 2021/2022",
        "article_url": "https://www.cybersport.ru/tags/dota-2/analitiki-ne-veriat-v-pobedu-alliance-nad-gladiators-v-matche-na-dpc-2021-2022",
        "article_post_time": "02.07.2022 в 17:27",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "analitiki-ne-veriat-v-pobedu-alliance-nad-gladiators-v-matche-na-dpc-2021-2022",
        "article_text": "2 июля состоится матч между Alliance и Gladiators на Dota Pro Circuit 2021/2022: Season 3 для Западной Европы. По мнению экспертов, у состава Антона dyrachyo Шкредова больше шансов победить в этом противостоянии.*Начало встречи запланировано на 19:00 мск, она пройдет в формате best-of-3.**Коэффициенты:**Alliance (1) против Gladiators (2) — 2 июля, 19:00 мск.****Таблица коэффициентов предоставлена сервисом ODDS.ru. Смотрите рейтинг киберспортивных букмекеров на Cybersport.ru.**Матчи первого дивизиона Dota Pro Circuit 2021/2022: Season 3 для Западной Европы проходят с 6 июня по 13 июля в онлайне. Коллективы разыгрывают $205 тыс., очки DPC и слоты на мейджоре в США.**"
    },
    {
        "article_title": "OG обыграла Goonsquad на Dota Pro Circuit 2021/2022: Season 3",
        "article_url": "https://www.cybersport.ru/tags/dota-2/og-obygrala-goonsquad-na-dota-pro-circuit-2021-2022-season-3",
        "article_post_time": "02.07.2022 в 17:59",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "og-obygrala-goonsquad-na-dota-pro-circuit-2021-2022-season-3",
        "article_text": "OG победила Goonsquad в первом дивизионе Dota Pro Circuit 2021/2022: Season 3 для Западной Европы. Встреча завершилась со счетом 2:0. Для команды Томми Taiga Ле победа стала четвертой в дивизионе.*В следующем противостоянии OG поборется с Alliance. Начало противостояния запланировано на 5 июля, 16:00 мск. Goonsquad сыграет с Tundra Esports 9 июля в 16:00 мск.**Встречи первого дивизиона DPC 2021/2022 S3 для Европы проходят с 7 июня по 13 июля в онлайне. Команды разыгрывают призовой фонд в размере $205 тыс., 1 150 очков Dota Pro Circuit и четыре слота на PGL Dota 2 Major Arlington 2022.  **Первый дивизион:**#Дивизион 1MВПО1Tundra541122OG541123Entity53294Liquid53295Goonsquad52366Secret52367Gladiators41338Alliance4040МатчиВыход на мейджорСохранение прописки в дивизионеВылет из дивизиона**"
    },
    {
        "article_title": "Пользователь Steam заявил о планах собрать все доступные эмодзи в виде хот-дога на платформе — он скупает их уже шесть лет",
        "article_url": "https://www.cybersport.ru/tags/other/polzovatel-steam-zaiavil-o-planakh-sobrat-vse-dostupnye-emodzi-v-vide-khot-doga-na-platforme-on-skupaet-ikh-uzhe-shest-let",
        "article_post_time": "02.07.2022 в 01:02",
        "article_category": "Другое",
        "article_source": "Cybersport.ru",
        "article_mark": "polzovatel-steam-zaiavil-o-planakh-sobrat-vse-dostupnye-emodzi-v-vide-khot-doga-na-platforme-on-skupaet-ikh-uzhe-shest-let",
        "article_text": "Пользователь Steam Брайан Хо с ником TheMuffinGamer с 2016 года собирает эмодзи в виде хот-дога на платформе Valve — он хочет стать их единственным владельцем. О необычном хобби геймера рассказал портал Kotaku.*Хо начал покупать эмодзи в виде хот-дога с момента их появления в рамках летней распродажи Steam в 2016 году. Изначально они были нужны ему для шутки. Ими TheMuffinGamer заменял смайлик с изображением сосиски, который ему запретили использовать в чате одного из игровых сообществ. Позже Хо поставил перед собой задачу купить каждый эмодзи хот-дога, доступный на торговой площадке Steam. На конец июня 2022 года в его коллекции больше 2,5 тыс. таких смайликов, на которые он потратил $250.**Хо отметил, что не собирается останавливаться и будет скупать смайлики «до конца своих дней». По словам TheMuffinGamer, всегда найдется кто-нибудь, кто выставит на продажу эмодзи хот-дога за несколько центов, и когда это произойдет, он будет рядом, чтобы купить его.**"
    },
    {
        "article_title": "«Залпом посмотрел все шесть эпизодов. Великолепно!» — Хидэо Кодзима о третьем сезоне «Пацанов»",
        "article_url": "https://www.cybersport.ru/tags/other/zalpom-posmotrel-vse-shest-epizodov-velikolepno-khideo-kodzima-o-tretem-sezone-patsanov",
        "article_post_time": "02.07.2022 в 00:47",
        "article_category": "Другое",
        "article_source": "Cybersport.ru",
        "article_mark": "zalpom-posmotrel-vse-shest-epizodov-velikolepno-khideo-kodzima-o-tretem-sezone-patsanov",
        "article_text": "Японский геймдизайнер Хидэо Кодзима высказался о новом сезоне сериала «Пацаны». Восторгом после просмотра шоу он поделился на личной странице в твиттере.*Хидэо КодзимаТретий сезон \"Пацанов\"! Я даже в туалет не ходил, не ставил на паузу — просто залпом посмотрел все шесть эпизодов. Великолепно! Даже слишком. Даже у зрителей из глаз начинают стрелять лазеры. Когда сиквел? Воу-воу-воу. Пожалуй, успокоюсь и послушаю Билли Джоэла. Кстати, каждый раз футболки Хьюи выглядят отлично.**Сериал «Пацаны» рассказывает о мире, полном коррумпированных супергероев, которым противостоят обычные люди. Премьера третьего сезона состоялась 3 июня — самым высокооцененным эпизодом шоу стала серия про геройскую оргию. Ранее Кодзима отметил, что когда-то хотел сделать игру в духе «Пацанов» — шоураннер предложил геймдизайнеру сделать тайтл по мотивам сериала.**"
    },
    {
        "article_title": "Разработчики Overwatch 2 изменили модель скамеек — ранее фанатка шутера пожаловалась, что на них не могут спать бездомные",
        "article_url": "https://www.cybersport.ru/tags/overwatch/razrabotchiki-overwatch-2-izmenili-model-skameek-ranee-fanatka-shutera-pozhalovalas-chto-na-nikh-ne-mogut-spat-bezdomnye",
        "article_post_time": "02.07.2022 в 00:25",
        "article_category": "Overwatch",
        "article_source": "Cybersport.ru",
        "article_mark": "razrabotchiki-overwatch-2-izmenili-model-skameek-ranee-fanatka-shutera-pozhalovalas-chto-na-nikh-ne-mogut-spat-bezdomnye",
        "article_text": "Blizzard изменила модель скамеек в Overwatch 2. Разработчики приняли такое решение после того, как дизайн лавок раскритиковала фанатка шутера под никнеймом ClearTogether. В твиттере девушка заявила, что на таких скамейках не могут спать бездомные.*ClearTogether опубликовала сообщение в начале июня, приложив скриншот — на нем видно, что лавка разделена перегородками. 29 июня девушка написала новый пост и прикрепила к нему изображение с измененным дизайном. Теперь у скамеек нет внутренних перегородок. На сообщение ClearTogether ответил ведущий нарративный геймдизайнер Overwatch 2 Гэвин Юргенс-Файри — он поблагодарил фанатку за обратную связь.**Релиз Overwatch 2 назначен на 4 октября 2022-го. Сиквел шутера будет распространяться по условно-бесплатной модели.**1/2Источник: твиттер ClearTogether 2/2Источник: твиттер ClearTogether **"
    }
]