[
    {
        "article_title": "Косплей на Джейд из Mortal Kombat — секс и немного боевых искусств",
        "article_url": "https://www.cybersport.ru/games/articles/kosplei-na-dzheid-iz-mortal-kombat-seks-i-nemnogo-boevykh-iskusstv",
        "article_post_time": "05.05.2022, 21:05",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-dzheid-iz-mortal-kombat-seks-i-nemnogo-boevykh-iskusstv",
        "article_text": "Модель Алена AGflower Сысуева представила косплей на Джейд из Mortal Kombat. Фотографиями в образе роковой и смертоносной героини девушка поделилась в личной группе во «ВКонтакте».*Впервые Джейд появилась во второй части Mortal Kombat в качестве секретного персонажа — она была клоном Китаны. По лору девушка — подруга детства принцессы. В качестве основного оружия она использует металлический шест бо. В группе AGflower отметила, что не делает фотографии 18+ — она предпочитает «качественный косплей, красивый фансервис и игривый отыгрыш».*Ранее модель drymartini представила косплей на Милину из вселенной Mortal Kombat. Найти все работы с персонажами из разных сеттингов можно по специальному тегу."
    },
    {
        "article_title": "Мини-обзор Velone — отвратительной головоломки с отличным первоисточником",
        "article_url": "https://www.cybersport.ru/games/articles/mini-obzor-velone-otvratitelnoi-golovolomki-s-otlichnym-pervoistochnikom",
        "article_post_time": "05.05.2022, 18:04",
        "article_category": "Обзор",
        "article_source": "Cybersport.ru",
        "article_mark": "mini-obzor-velone-otvratitelnoi-golovolomki-s-otlichnym-pervoistochnikom",
        "article_text": "В том, чтобы делать копию чужой идеи, нет ничего зазорного. В свое время все шутеры называли «клонами Doom», про Souls-like, roguelike и прочие жанровые производные от отдельных тайтлов и вовсе не стоит даже заводить разговор. Так что удивляться сходству Velone и Opus Magnum тоже не стоит: вторая зарекомендовала себя как отличная головоломка от мастеров жанра (Zachtronics как никто знает, как совместить алгоритмирование и веселье). Удивительно скорее, что клон пока всего один, да и тот вышел спустя пять лет.*Прежде чем перейти к самой Velone, стоит сказать пару слов об играх Zachtronics. Студия знаменита своими качественными головоломками с отточенным геймплеем и крайне удобным интерфейсом. По всему видно, что за дело берутся профи: то, насколько предан основатель студии Зак Барт идее создания отличной головоломки, можно узнать из его бесплатной книги в Steam, комплектующейся ранними прототипами игр — некоторые из них были сделаны им еще в школе.*Для тех, кто по какой-то причине пропустил Opus Magnum, краткий ввод в курс дела. Это головоломка на околоалхимическую тематику: в ней игроки строят вычурные механизмы, которые позволяют из простых элементов создавать более сложные. Для этого пользователям приходится выставлять и задавать поведение различным устройствам вроде манипуляторов, рельсов и трансмутаторов, которые преобразуют изначальные элементы в нечто совершенно новое. На деле это выглядит как система рычажков и ручек, которые катают по карте разноцветные шарики. И так как авторы прекрасно разбираются в программировании, алгоритмы со временем становятся все более сложными.*Opus Magnum пережила несколько стадий, прежде чем стать той игрой, которую получили геймеры в конечном счете. Чего уж там, даже первая успешная игра студии, SpaceChem, родилась из раннего прототипа будущей Opus Magnum. К чему я это? А к тому, что за Opus Magnum стоят сотни часов проб и ошибок, которые и позволили сделать конечный продукт интересным, увлекательным и по-хорошему сложным. К Velone же такие эпитеты применить, к сожалению, не выходит.*С первых трейлеров Velone производила впечатление идеальной иллюстрации знаменитой фразы «воруй как художник»: если бы не новая механика бросков да другой интерфейс, игры легко было бы перепутать. Увы, только на первый взгляд: стоит потрогать Velone руками, как становится ясно, что общего у двух головоломок куда меньше.*Понять, что с игрой что-то не так, можно уже на титульном экране. Тайтл, стоящий почти в полтора раза дороже не раз упомянутой Opus Magnum (₽599 против ₽435), встречает пользователя… рекламой в главном меню. Подобного можно ждать от условно-бесплатных тайтлов, но никак не от полноценной платной игры. Само меню при этом словно пришло откуда-то из флеш-игр и местами работает контринтуитивно. Возможно, такой была задумка — в конце концов, Velone является другой планетой, куда занесло пользователя.*Да, у игры есть более-менее связный сюжет, но подается он так, что его хочется поскорее пропустить. То самое чувство дешевизны присутствует и в роликах, раскрывающих историю планеты: они плохо анимированы и странно озвучены, а вступительный еще и не пропускается.*Но это все мелочи: в конце концов, главное в головоломке о программировании — это сами головоломки. И на первый взгляд все неплохо: перед игроком всегда есть какая-то задача, которую нужно выполнить, но, как и у Zachtronics, нет однозначного ее решения. Но стоит зайти в тренировку, как становится понятно, что ни о каком удобстве для игрока речи в Velone не идет.*Обычно тренировочные уровни в подобных играх ставят перед геймером простенькую задачку, попутно объясняя правила использования тех или иных элементов. Velone вместо этого предлагает воссоздавать готовые решения без детальных пояснений, а при возникновении вопросов просто отсылает к встроенному справочнику. Более того, по какой-то совершенно неочевидной причине интерфейс с необходимыми устройствами при вызове перекрывает около трети экрана — в том числе и ту часть, где должно находиться решение. И если с отдельными механизмами это не так проблематично — их, в конце концов, можно вытащить, закрыть меню и поставить на интересующее место, — то с теми же рельсами подобное не прокатит просто в силу особенностей их использования: вместо перемещения они перестраиваются в соответствии с движениями мышью. То есть интерфейс игры буквально мешает ее проходить.*Контринтуитивно не только это: например, для удаления элемента здесь нет отдельной функции, единственный способ — почему-то «выбросить» ненужное за пределы рабочей поверхности. Все еще недостаточно неудобно? Как насчет горячих клавиш, вынесенных на F1 — F11? Последняя, 12-я, при этом работает при нажатии на куда более привычную R, просто потому что F12 по стандарту закреплена за скриншотами в Steam.*В попытке угнаться за необычным внешним видом (главенствует в студии Zar 21 художник) авторы не только испортили интерфейс, но и умудрились сделать самую неинтуитивную систему глифов, «несущих смысл». Местные камни, из которых собираются решения, несут определенные символические значения. Идея вроде бы неплохая, но ее реализация откровенно сбивает с толку. Игрокам нужно мало того, что запомнить цвета и знаки, выдуманные авторами, так еще и каким-то непостижимым образом разобраться в местной трансмутационной таблице, где кровь превращается в ценности, а те, в свою очередь, в эмоции. Чтобы игрок совсем запутался, здесь можно, например, сплавить камни появления и углей в камень детства. Вы еще здесь?*Velone все же вносит что-то новое в формулу Opus Magnum — метательные устройства. Они позволяют, кхм, метать камни из одного конца уровня в другой, чтобы там их подхватили манипуляторы. Нужно это исключительно из-за того, что игроку не дается возможности самостоятельно расставлять некоторые из элементов — это было важной фишкой и в Opus Magnum. В последней можно было создать высокоскоростное компактное устройство, тратящее минимум ходов на решение поставленной задачи. Velone требует более узкого подхода, с чем приходится мириться.*Наконец, Zar 21 умудрилась не перенести, возможно, важнейшую фишку головоломок от Zachtronics — таблицу рекордов. Игра никак не подталкивает к поиску новых решений: если вам удалось решить задачку, вы молодец и можете отправляться на следующий уровень. Зачем искать методы оптимизации количества ходов или снижения стоимости, когда впереди еще больше 30 уровней? Видимо, что-то такое себе представляли разработчики. Вот только этот самый поиск путей оптимизации нередко увлекает едва ли не больше, чем сама задачка. Как кому-то удалось добиться решения за 15 циклов там, где я потратил 40? Почему лучшее решение обошлось в 30 монет, когда я трачу все 80? Подобные вопросы постоянно возникают в Opus Magnum буквально с первого же уровня, где появляется таблица рекордов, — и уже там, в простейшей задачке по созданию стабилизированной воды, начинают возникать совершенно безумные схемы ради призрачного шанса заполучить максимально быстрый результат.*В Velone плохо почти все: неудобный интерфейс, нелогичные горячие клавиши, отсутствие стимула к поиску альтернативных решений — черт возьми, да у нее даже музыки нет! Фанаты Opus Magnum и других подобных головоломок однозначно заинтересуются, увидев в магазине Velone, — и будут попросту чудовищно разочарованы. К счастью, тем, кто осилил всю основную игру от Zachtronics, не нужно прибегать к «домашке, списанной не точь-в-точь», — достаточно набрать новых уровней из Мастерской Steam. А Velone оставить ее разработчикам и тем немногим, кто сумел найти в ней что-то хорошее. 7% положительных отзывов в Steam говорят о многом, знаете ли."
    },
    {
        "article_title": "Как купить стикеры к мейджору по CS:GO в Steam — гайд для жителей России",
        "article_url": "https://www.cybersport.ru/counter-strike-go/articles/kak-kupit-stikery-k-meidzhoru-po-cs-go-v-steam-gaid-dlya-zhitelei-rossii",
        "article_post_time": "05.05.2022, 13:09",
        "article_category": "CS:GO",
        "article_source": "Cybersport.ru",
        "article_mark": "kak-kupit-stikery-k-meidzhoru-po-cs-go-v-steam-gaid-dlya-zhitelei-rossii",
        "article_text": "В ночь на 4 мая разработчики из Valve добавили в CS:GO капсулы с наклейками к PGL Major Antwerp 2022. Однако в связи с политической ситуацией в мире пользователи из России по-прежнему не имеют возможности пополнить кошельки напрямую. Как перевести деньги на счет в Steam, чтобы купить стикеры к мейджору по CS:GO, — рассказываем в материале. *Официально пополнить кошелек Steam через QIWI уже нельзя, но, как это обычно бывает, умельцы и здесь нашли лазейку. Суть проста: придется притвориться жителем Казахстана. Последовательность действий такова: *После этих несложных манипуляций на вашем кошельке появится сумма в рублях. Учитывайте, что после конвертации валют и снятия комиссии на выходе денег будет немного меньше, чем изначально.*Приличное количество продавцов предлагают пополнить Steam куда более привычными способами — ввести логин, номер карты и ждать заветного письма о зачислении средств. У такой схемы два основных недостатка. Первый — высокая комиссия, местами доходящая до 30%. Второй — обманщики не дремлют никогда, а особенно сейчас. Фактически любое такое предложение в конечном счете может оказаться скамом, так как способы эти — неофициальные. Пожалуй, самый известный «продавец» из этой касты — «МТС Банк», в котором можно пополнить Steam напрямую. Однако комиссия в таком случае, по заверениям сервиса, может достигать 22%. *Пожалуй, самый очевидный способ, но все же упомянуть о нем стоит. Если вы не хотите тратить время на оформление казахстанского QIWI-кошелька или отдавать сторонним сервисам высокую комиссию, то можно попробовать справиться собственными силами. Ознакомьтесь с содержимым вашего инвентаря в Steam, где вы наверняка найдете целую кучу бесполезных скинов или карточек. Каждый из этих предметов имеет свою цену, за которую его можно продать на Торговой площадке. *Что касается карточек, то здесь посоветуем воспользоваться приложением Idle Master, доступным для скачивания в Steam. Тайтл запускает сразу все игры из вашей библиотеки в фоновом режиме и выбивает максимальное количество доступных карточек. На выжимку максимума, конечно, потребуется время, но в целом подобным образом можно получить неплохую сумму на счет. *После удачного пополнения вам откроется возможность приобрести капсулу со стикерами к PGL Major Antwerp 2022 внутри клиента CS:GO. К бельгийскому мейджору разработчики представили новый стиль наклеек — теперь, помимо классических, золотых и голографических, фанатам доступны стикеры с блестками. На момент публикации материала цена одной капсулы составляет ₽155. "
    },
    {
        "article_title": "Геймер нарисовал карту Elden Ring в стиле World of Warcraft",
        "article_url": "https://www.cybersport.ru/games/news/geimer-narisoval-kartu-elden-ring-v-stile-world-of-warcraft",
        "article_post_time": "04.05.2022, 22:37",
        "article_category": "Игры",
        "article_source": "Cybersport.ru",
        "article_mark": "geimer-narisoval-kartu-elden-ring-v-stile-world-of-warcraft",
        "article_text": "Пользователь под ником Azapls воссоздал карту Elden Ring в духе World of Warcraft. Работой геймер поделился на reddit.*Игрок отобразил локации Междуземья на основе внутриигровой карты экшена от студии FromSoftware. Он отметил особенности ландшафта некоторых мест, а также выделил главные точки интереса. Например, при детальном рассмотрении можно заметить маркеры, обозначающие малые священные деревья, а также архитектуру некоторых поселений.*Это не первая работа Azapls по созданию карт в стилистике World of Warcraft. Например, ранее умелец сделал работу, посвященную Path of Exile."
    },
    {
        "article_title": "«Кого еще обвинят в мыслепреступлениях?» — Thorin и Ричард Льюис высказались в защиту sh1ro и interz",
        "article_url": "https://www.cybersport.ru/counter-strike-go/articles/kogo-eshe-obvinyat-v-mysleprestupleniyakh-thorin-i-richard-lyuis-vyskazalis-v-zashitu-sh1ro-i-interz",
        "article_post_time": "04.05.2022, 20:54",
        "article_category": "CS:GO",
        "article_source": "Cybersport.ru",
        "article_mark": "kogo-eshe-obvinyat-v-mysleprestupleniyakh-thorin-i-richard-lyuis-vyskazalis-v-zashitu-sh1ro-i-interz",
        "article_text": "Британские журналисты Ричард Льюис и Данкан Thorin Шилдс высказались в защиту игроков состава Cloud9 по CS:GO. Они назвали необоснованными обвинения, которые были адресованы киберспортсменам из-за изображенных на их именных стикерах символов в виде буквы Z.*Такие элементы автографов можно заметить на наклейках Дмитрия sh1ro Соколова и Тимофея interz Якушина. Буква Z присутствует в нике interz, однако некоторым пользователям социальных сетей и деятелям киберспорта не понравился акцент на этом знаке. В случае с sh1ro внимание недовольных привлек росчерк подобной формы под ником игрока на стикере.*Среди прочих на дополнительные смыслы в автографах игроков указал журналист и инсайдер Гийом neL Канело. *«Добавить на стикер sh1ro элемент, в котором можно увидеть букву Z, — как минимум странное решение. Это изменение, было оно сделано намеренно или нет, — либо провокация, либо глупость в текущей ситуации».*В ответ на это игрок FaZe Clan Рассел Twistzz Ван Далкен заявил, что видит на стикере sh1ro только нормальный для таких автографов росчерк. Киберспортсмен добавил, что поиск дополнительных смыслов со стороны neL может навредить российскому игроку. После этого журналист объяснил свою позицию.*«Я лишь сказал, что в этом росчерке \"можно увидеть букву Z\". Я смотрел на стикер не так, но видел твиты украинцев, которые заметили в нем именно это.\n\nОсознанно это было сделано или нет, sh1ro — русский и знает, как это могут интерпретировать. Мы уже видели, как игроков в других дисциплинах исключают из команд за использование этого символа. Я не говорю, что он значит, но все равно считаю, что со стороны sh1ro или его менеджмента было ошибкой не задуматься об этом».*Несмотря на пояснения neL, Ричард Льюис и Данкан Шилдс обвинили коллегу в попытке набрать популярность на фоне негативного отношения аудитории к сложившейся ситуации. В твиттере журналисты заявили, что инсайдер сразу начал делать выводы, не рассматривая варианты, в которых sh1ro не вкладывал какого-либо смысла в свой автограф.*«Помните, когда киберспортивные журналисты публиковали новости, а не запускали охоту на ведьм по выдуманному ими же поводу? Грустная правда в том, что привлечь аудиторию куда проще фейковыми скандалами, чем настоящей работой. Выходки некоторых моих коллег — настоящий позор».*Ричард Льюис также привел несколько аргументов в защиту sh1ro. Льюис опубликовал наглядную инструкцию по подготовке и отправке стикеров от Valve. На ней в пример приведен автограф, практически аналогичный наклейке sh1ro, — с росчерком в виде буквы Z под ником. *Журналист признал, что Valve могла бы более внимательно отнестись к утверждению подобных стикеров, однако эту ситуацию объяснил бывший графический дизайнер Gambit Павел Ильяшенко. В твиттере он заявил, что автографы sh1ro и interz был нарисованы лично им и отправлены Valve до начала боевых действий на территории Украины.*«Эти стикеры были нарисованы и отправлены задолго до всех этих событий».*В итоге Льюис пришел к выводу, что neL и другим журналистам, обвинившим sh1ro и interz следуюет извиниться. Однако Thorin считает, что его коллеги наверняка вскоре найдут себе новую жертву.*«Какого парня обвинят в мыслепреступлении следующим?»*Ричард Льюис подытожил свои высказывания о ситуации вокруг стикеров sh1ro и interz неутешительным для игроков выводом. По мнению журналиста, каким бы ни было решение Valve касательно их автографов, репутация киберспортсменов уже пострадала.*«В конце концов, наверное, компромиссным решением со стороны Valve было бы удалить эту оскорбительную закорючку. К сожалению, даже в этом случае репутация sh1ro будет испорчена, хотя он в этом не виноват».*Valve добавила в CS:GO стикеры к PGL Major Antwerp 2022 в ночь на 4 мая. Помимо этого, в магазине игры появился пропуск зрителя с возможностью сделать прогнозы на разные стадии соревнования и получить награды."
    },
    {
        "article_title": "Daxak превращается в MATUMBAMAN, Mind Games — в гротескную Золушку, а Dota 2 в СНГ — в фарс. Итоги плей-офф DPC",
        "article_url": "https://www.cybersport.ru/dota-2/articles/daxak-prevrashaetsya-v-matumbaman-mind-games-v-grotesknuyu-zolushku-a-dota-2-v-sng-v-fars-itogi-plei-off-dpc",
        "article_post_time": "04.05.2022, 19:00",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "daxak-prevrashaetsya-v-matumbaman-mind-games-v-grotesknuyu-zolushku-a-dota-2-v-sng-v-fars-itogi-plei-off-dpc",
        "article_text": "В ночь на 3 мая завершился плей-офф Dota Pro Circuit 2021/2022 Season 2 для СНГ, который оставил очень смешанные впечатления. Казалось бы, мы наконец увидели в деле лучшие коллективы региона, а сам турнир подарил нам столько неожиданных исходов. Вот только на это наложились очень низкий уровень выступления почти всех команд и абсурдность самого формата. В итоге плей-офф превратился в посредственный водевиль, лихие повороты которого уже не удивляют, а скорее веселят. Причем смех этот с оттенком грусти, ведь то, насколько просел уровень нашего региона, вряд ли кого-то может обрадовать. Какими получились отборочные на ESL One Stockholm Dota Major 2022 в СНГ — в материале Cybersport.ru.*Еще перед плей-офф мы писали, что выбранный формат отборочных неплох для борьбы за слоты, но отвратителен в плане определения худших команд. С учетом отсутствия игровой практики, по сути, у шести коллективов (кроме VP и BetBoom на D2CL) турнир превратился в русскую рулетку. И это несправедливо по отношению к HellRaisers и PuckChamp, которые в итоге потеряли места в первом дивизионе. Несколько месяцев ожидания и полного непонимания будущего вылились в то, что судьба коллективов решалась в двух матчах. При этом о самом плей-офф ростеры узнали немногим раньше зрителей. Я уже приводил это сравнение, но оно здесь будет не лишним. С двух поражений второй сезон DPC начала, например, Team Liquid, которая в итоге поедет в Швецию и там наверняка войдет в топ-8. А условные HR с этими двумя поражениями будут барахтаться во втором дивизионе, лишив себя шансов на борьбу за инвайт на TI. *Очевидно, что от организаторов требовалось провести отборочные в кратчайшие сроки, чтобы определить участников мейджора. Но вот торопиться с выявлением аутсайдеров смысла не было, ведь второй дивизион и вовсе еще не играл. Логично было бы провести потом отдельный турнир для пяти оставшихся команд, где каждый сыграл бы с каждым, и тем самым определить две действительно слабейшие команды. *Вылет HR и PuckChamp — не только трагедия для молодых игроков, которые «выстрелили» в первом сезоне DPC, но и проблема для всего региона. Мы уже писали, что сенсационные результаты плей-офф негативно скажутся на шансах наших команд получить слоты на TI. В итоге сразу два коллектива, которые заработали очки DPC в осеннем розыгрыше, не только не получили ничего сейчас, но и не получат в следующем сезоне. Выходит, что баллы HR и PuckChamp, выделенные на наш регион, просто сгорят. Сюда можно прибавить и Virtus.pro, которая из-за дисквалификации тоже потеряла возможность заработать очки. В итоге место в заветном топ-12 в конце сезона себе гарантировала разве что Team Spirit.  *Однако увесистая ложка меда в этом формате все-таки была: отборочные в виде плей-офф выдались намного более зрелищными, эмоциональными и интересными, нежели та тягомотина с матчем в неделю, что Valve проталкивает в течение двух лет. Именно такими когда-то были все квалификации на мейджор: нон-стоп матчи с формирующейся на глазах метой и командами, которые пытаются в сжатые сроки адаптироваться друг к другу. Это то, чего нам действительно не хватало. К тому же в таком формате намного выше ценность домашних заготовок. Например, играй команды в течение двух месяцев, многие бы уже десять раз нашли ответ на сигнатурных героев Никиты Daxak Кузьмина. Однако в сжатые сроки справиться с этим куда сложнее, ведь если забанен Nature’s Prophet, на свободу выходят Visage, Necrophos или Io. Поэтому за такой марафон «Доты», наполненный азартом, интригой и драмой, можно даже сказать спасибо. *Перед плей-офф мы писали, что ждать тир-1 игры в отборочных не стоит. Так и получилось: большинство матчей напоминали возню между «сухариками» и «чипсами» (не в обиду обоим коллективам). Во многих командах произошли перестановки, большинство составов к тому же практически не тренировались и, соответственно, не успели наиграть эффективные стратегии для турнира. Как показатель — за 36 карт коллективы использовали 74 уникальных персонажа. Это, например, всего на 17 меньше, чем в том же Китае, где было сыграно в два раза больше карт. Наши команды были вынуждены прощупывать мету и искать подходящие связки прямо по ходу отборочных. В результате это порой приводило к ошибкам. Коллективы из СНГ, которые не выступали на соревновательной сцене, где-то пытались почерпнуть идеи из других регионов, но не могли их реализовать, как, например, с Chaos Knight (в Европе 21 игра — винрейт 52,38%, в СНГ 8 игр — винрейт 12,5%) или Hoodwink (в Китае 23 игры — винрейт 56,52%, в СНГ 6 игр и ни одной победы), а где-то пытались просто выехать на том, что работало в прошлом патче, как, например, Kunkka от PuckChamp. *В этом плане выигрышно на фоне многих смотрелась BetBoom Team, которая на D2CL успела обкатать и Nature’s Prophet с Visage для Daxak, и тех же Pangolier и Snapfire, и уж тем более Storm Spirit для larl и так далее. Коллектив напомнил Tundra Esports, у которой небольшой пул используемых героев, но есть две-три отточенные стратегии с необычными персонажами, способными удивить соперника и пустить игру по нестандартному руслу. Отдельно хочется отметить Daxak — он уже превратился в этакого мемного персонажа, вокруг которого возник целый культ. Однако дело не в образе Daxak, а в той трансформации, которая с ним происходит… Трансформации в Лассе MATUMBAMAN Урпалайнена. Вообще, у Кузьмина в пуле всегда были нетипичные для керри персонажи: он раньше активно играл, например, на Venomancer, Silencer, том же Necrophos и подобных семи-керри, прямо как MATUMBAMAN. Вот только в отличие от финского коллеги Daxak оставлял впечатление игрока, который перетягивает одеяло и вынуждает тиммейтов играть на него (по крайней мере, так казалось со стороны). Сейчас Кузьмин кажется более командно ориентированным керри. Он все еще может взять Terrorblade и «засолить» карту, но при этом на том же Visage готов жертвовать собой и делать ставку на тиммейтов. Daxak всегда был крайне скилловым киберспортсменом, но теперь он может стать еще и успешным. Ждать победы на мейджоре от BetBoom, конечно, не стоит, но достойный результат команда вполне может показать.*С Team Spirit другая история. Коллектив, так же как и многие, оказался не готов к плей-офф. Это касается как драфтов, где дважды, например, появлялась та самая сомнительная Hoodwink, так и личного исполнения, где Илья Yatoro Мулярчук может промазать Chronosphere, а Магомед Collapse Халилов — промахнуться Skewer. Вот только Spirit даже в такой форме оказалась на порядок сильнее других коллективов из СНГ, в первую очередь благодаря синергии между участниками команды и макроигре. Поэтому даже такая не проснувшаяся после двухмесячного застоя Spirit остается опасным соперником, который может неожиданно взять Sven (героя, которого во втором сезоне вообще почти нигде не использовали) и уничтожить оппонента. Поэтому, возможно, стоит согласиться с тезисом Yatoro, что если бы коллектив встретил BetBoom не в первом матче плей-офф, то исход противостояния был бы другим. Так что пока Spirit остается флагманом региона и нашей главной надеждой на мейджоре. *Говорить много про Ивана Pure Москаленко и его художественный талант не хочется, ведь тема и так уже затерта до дыр. Москаленко просто отнял у Virtus.pro слот на мейджоре из-за своей дурости. И это довольно показательная история в контексте всего современного комьюнити Dota 2, особенно молодого. Того самого комьюнити, где ты не привык нести вообще какую-либо ответственность за свои поступки и высказывания. Dota 2 давно стала пространством, где многие люди в принципе отключают в себе такие понятия, как этикет, культура и мораль. Главное — эпатаж и рофлы. Пожелания смерти, грязь про родных и прочие помои становятся чем-то будничным. Dota 2 превратилась в «манямирок», который живет по собственным правилам и вообще не соотносится с действительностью. В результате, когда этот мир гулей соприкасается с реальностью, происходят такие вот инциденты. Я убежден, что поступок Pure — не политическая позиция, а обычная глупость и эпатаж. Ведь в мире Dota 2 это просто рофл, за который ничего не будет. Вот только Pure живет в реальном мире, где на подобные вещи смотрят уже совершенно иначе, и за свои поступки приходится отвечать. И это трагедия для дотеров, если они не понимают таких очевидных вещей. *Virtus.pro действительно жаль, ведь команда, даже будучи в кризисе, смотрелась неплохо, и тот же Данил gpK~ Скутин вполне мог не то что до слота на мейджоре ее довести, но и там попробовать со скрежетом дотолкать «обоз» до топ-8.  *Заработанный с третьей попытки слот Mind Games (пожалуй, впервые в истории Dota 2) стал настоящей сенсацией, затмившей даже победоносное шествие Daxak. Команда с двумя заменами, которую подавляющее большинство комьюнити считало главным претендентом на вылет, в итоге отправится на мейджор (если получит визы). Это могла быть отличная история Золушки, но вряд ли кто-то будет сравнивать путь Mind Games с тем, что в свое время преодолели OG или Team Spirit на TI. За плей-офф коллектив выиграл меньше матчей, чем проиграл (2:3 по встречам): ростер уступил Virtus.pro, получив потом техническую победу, а следом — BetBoom и Spirit. Даже у PuckChamp и HR, вылетевших во второй дивизион, было меньше поражений. То есть еще раз: с двумя поражениями ты теряешь слот в высшей лиге, а с тремя — едешь на мейджор. Абсурд, не правда ли? *А ведь путь команды на турнире начался с разгромного поражения на первой карте в матче против PuckChamp. Эта игра действительно была тотальным избиением. Те, кто смотрел, наверняка вспомнят беспомощного саппорта Ember Spirit, которого вражеская Enchantress пару раз зажимала между двух елок и издевательски убивала. Mind Games выглядела не то что тир-2 командой, а стаком из четвертого дивизиона боевого кубка. Тогда, кстати, Ярослав NS Кузнецов и выдал свою тираду про участников Mind Games, от которых «пахнет мертвечиной», а Александр Nix Левин в ладдере Dota 2 отыскал сразу несколько более достойных кандидатов на место кор-игроков в ростере. Сейчас, конечно, можно иронизировать над их высказываниями, но первая карта Mind Games действительно заслуживала всей этой критики. Однако стоит отдать должное коллективу, ведь обычно после таких разгромов команды уже не приходят в себя и дальше все идет только хуже. А Mind Games смогла собраться. *После победы над CIS Rejects офлейнер Mind Games Владислав Petushara Козловский написал в твиттере: «Объективно не заслужили». И знаете, если отбросить историю с VP и взять за основу, что ростер gpK~ уже не мог претендовать на слот, то я склонен не согласиться с Petushara. И в этом, пожалуй, главная абсурдность прошедших отборочных. Mind Games на данный момент довольно слабая команда, которая в обычных обстоятельствах не прошла бы на мейджор, но никто из ее конкурентов тоже не заслужил этого слота. Разве Natus Vincere с их проблемами с виженом и пиками Troll Warlord на решающей карте выглядят более достойным кандидатом? Или, может, CIS Rejects, где привычный высокий уровень показали разве что Роман RAMZES666 Кушнарёв и Владимир RodjER Никогосян, а новый офлейнер так и вовсе провалил турнир? Или слот заслужили PuckChamp и HR за удачный первый сезон? На этом фоне Mind Games выглядит достойнее хотя бы с той точки зрения, что команда цеплялась и боролась за подаренные судьбой шансы и не расклеилась после трех поражений подряд. Да, наша «Золушка» вышла такой же потрепанной и несуразной, как и весь плей-офф, но лучше уж она, чем ее более звездные «сестрички». *NAVI по итогу заняли 5-6 место в рамках плей-офф DPC, хотя первый матч против HR был многообещающим. Уход ALOHADANCE, которого не без основания считали лучшим в составе, ошарашил многих. Однако обновленная сложная линия в лице laise и swedenstrong развеяла опасения фанатов. В отличие от того же MieRo из CIS Rejects, новички NAVI быстро адаптировались в команде и показывали как отличное исполнение на линии, так и грамотное взаимодействие с тиммейтами в поздней стадии. Однако все это не помогло коллективу даже попасть в финал в борьбе за третий слот. *У команды, если она не получала солидного стартового преимущества, все так же мало что получалось по макро в поздней стадии, а слегка устаревший хиропул V-Tune ограничивал ее в стратегической вариативности. NAVI вообще выглядели несколько ретроградной командой на фоне других участников. Пожалуй, Алексей Solo Березин с его вечным Solar Crest является ярким символом этой закостенелости. Забавный факт: Березин на решающей карте в матче против BetBoom взял Abaddon (одного из самых популярных саппортов в Китае) и вновь первым предметом купил Solar Crest. А знаете, сколько раз китайские игроки за 13 матчей собрали этот артефакт на Abaddon? Правильно, ни одного — Holy Locket, по их мнению, куда полезнее. Значит ли это что-то или нет, решайте сами."
    },
    {
        "article_title": "Определились все участники ESL One Stockholm Dota Major 2022",
        "article_url": "https://www.cybersport.ru/dota-2/news/opredelilis-vse-uchastniki-esl-one-stockholm-dota-major-2022",
        "article_post_time": "03.05.2022, 13:54",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "opredelilis-vse-uchastniki-esl-one-stockholm-dota-major-2022",
        "article_text": "В ночь на 3 мая определился последний участник ESL One Stockholm Dota Major 2022 — им стал коллектив Mind Games, который в битве за третий слот от СНГ переиграл CIS Rejects. Всего на мейджоре выступят 14 составов: четыре команды из Европы, по три из СНГ и Юго-Восточной Азии и по две из Северной и Южной Америки. *Европу на турнире будут представлять OG, Gladiators, Team Liquid и Tundra Esports. От СНГ, помимо Mind Games, в Швецию поедут Team Spirit и BetBoom Team. В Юго-Восточной Азии слоты заработали Fnatic, BOOM Esports и T1. Северную Америку на турнире представят Evil Geniuses и TSM FTX, а Южную Америку — beastcoast и Thunder Awaken.*Ранее турнирный оператор Perfect World сообщил, что китайские команды PSG.LGD, Team Aster, Xtreme Gaming и Royal Never Give Up пропустят мейджор. Из-за вспышки коронавируса и локдауна в Шанхае игроки не успеют вовремя оформить визы. Под вопросом остается и участие коллективов из СНГ, так как у них также могут возникнуть проблемы с получением виз. *Матчи ESL One Stockholm Dota Major 2022 пройдут с 12 по 22 мая в столице Швеции на площадке Hovet Arena. Призовой фонд турнира составит $500 тыс. и 3 530 очков DPC."
    },
    {
        "article_title": "Даты выхода серий четвертого сезона «Атаки титанов»",
        "article_url": "https://www.cybersport.ru/other/articles/daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_post_time": "17.02.2022, 13:41",
        "article_category": "Другое",
        "article_source": "Cybersport.ru",
        "article_mark": "daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_text": "Вторая часть финального сезона «Атаки титанов» начала выходить в январе 2022 года. До развязки осталось всего ничего, а для многих финал шоу является едва ли не более ожидаемым, чем развязка «Игры престолов». Конец истории как никогда близок.*«Атака титанов» стартовала в 2013 году. Сериал снят по одноименной манге Хадзимэ Исаямы, которая выходила с 2009 по 2021 год. Сюжет вращается вокруг троицы героев: Эрена Йегера, Микасы Аккерман и Армина Арлерта, которые оказываются втянуты в глобальный конфликт. На их деревню нападают чудовищные титаны — гуманоидные существа, по неизвестной причине пожирающие людей, при том что речь не идет о голоде. Оставшись сиротами, Эрен, Микаса и Армин вступают в разведкорпус, члены которого отправляются в вылазки за защитные стены в попытке узнать природу титанов и способ их победить. К финальному сезону герои не только узнали истину о себе и титанах, но и нашли людей за пределами стен. Более того, ко второй половине финального сезона «Атаки титанов» Эрен Йегер стал одним из ключевых антагонистов шоу.*Посмотреть «Атаку титанов» можно на «Кинопоиске», Crunchyroll и Wakanim. Новые серии становятся доступны в 21:00 мск.*По слухам, задержка выхода финальной серии шоу связана с тем, что студия MAPPA планирует снять более длинный эпизод, сопоставимый с полнометражным фильмом. В пользу этого говорит и тот факт, что событий в оригинальной манге слишком много для нормального завершения шоу в оставшихся шести сериях. Так это или нет, можно будет убедиться уже 3 апреля."
    },
    {
        "article_title": "Как выглядели бы обложки старых комиксов по God of War, The Last of Us и Resident Evil?",
        "article_url": "https://www.cybersport.ru/games/articles/kak-vyglyadeli-by-oblozhki-starykh-komiksov-po-god-of-war-the-last-of-us-i-resident-evil",
        "article_post_time": "03.05.2022, 01:12",
        "article_category": "Фото",
        "article_source": "Cybersport.ru",
        "article_mark": "kak-vyglyadeli-by-oblozhki-starykh-komiksov-po-god-of-war-the-last-of-us-i-resident-evil",
        "article_text": "Бывший старший иллюстратор Rockstar Games Марк Шиклуна показал, как выглядели бы обложки классических комиксов по мотивам игр для PlayStation. В серию артов попали изображения по God of War, The Last of Us, Resident Evil и другим популярным тайтлам.*Художник постарался максимально точно воссоздать стиль классических комиксов, указывая цены выпусков и их номера, а также намеренно имитируя трещины и потертости на бумаге. Помимо этого, Шиклуна показал собственный 70-страничный сборник таких артов, но уточнил, что не собирается выставлять его на продажу.*Ранее пользователь «ВКонтакте» разместил объявление о продаже коллекции ретрокомиксов Marvel стоимостью в ₽1,1 млн. Среди прочих в подборке оказались одни из первых выпусков о Халке, Человеке-пауке и Железном Человеке."
    },
    {
        "article_title": "Косплей на Ирелию из League of Legends — смертельно привлекательные формы",
        "article_url": "https://www.cybersport.ru/league-of-legends/articles/kosplei-na-ireliyu-iz-league-of-legends-smertelno-privlekatelnye-formy",
        "article_post_time": "01.05.2022, 13:52",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-ireliyu-iz-league-of-legends-smertelno-privlekatelnye-formy",
        "article_text": "Модель Вера Андреева, известная под псевдонимом OICHI, представила косплей на чемпиона Ирелию из League of Legends. Снимки опубликованы в социальных сетях девушки.*За основу костюма Андреева взяла оригинальный образ Ирелии, выполненный в красно-синих цветах с металлическими вставками. При этом в отличие от оригинала наряд OICHI имеет больше обнаженных мест.*Ранее модель Дарья Полякова представила косплей на Мисс Фортуну. Она создала костюм, взяв за основу скин из коллекции «Звездные защитники в пижаме»."
    },
    {
        "article_title": "«Рука поддержки» и «фальшивая нога» — как китайцы называют предметы в Dota 2",
        "article_url": "https://www.cybersport.ru/dota-2/news/ruka-pomoshi-i-falshivaya-noga-kak-kitaicy-nazyvayut-predmety-v-dota-2",
        "article_post_time": "30.04.2022, 20:59",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "ruka-pomoshi-i-falshivaya-noga-kak-kitaicy-nazyvayut-predmety-v-dota-2",
        "article_text": "Как и в русскоязычном комьюнити, китайские фанаты Dota 2 называют некоторые предметы в игре по-своему. Пользователь reddit под ником meeponow перечислил несколько десятков таких наименований.*По словам meeponow, Urn of Shadows также иногда называют Emperor (император). Такое название появилось после одного из стримов Ван old chicken Чжиюна. В матчмейкинге он попался с Топиасом Topson Таавитсайненом, и один из зрителей сказал, что если old chicken даст Topson урну, то он пришлёт игроку Emperor — так в Китае называют награду стоимостью 150 тыс. юаней (около $22 тыс.). Чжиюн выполнил это пожелание зрителя.*Автор поста на reddit также рассказал, что в китайском матчмейкинге при проигрыше игроки продают все предметы. На оставшиеся деньги они покупают Urn of Shadows и кладут в инвентарь тиммейтов, подразумевая, что в ней находится прах их родителей. После этого они закупаются Iron Branch, чтобы занять все слоты и не получить Urn of Shadows обратно."
    },
    {
        "article_title": "Сенсации в СНГ могут помешать нашим командам попасть на TI11, или Почему Spirit нельзя проиграть HR",
        "article_url": "https://www.cybersport.ru/dota-2/articles/sensacii-v-sng-mogut-negativno-skazatsya-na-invaitakh-na-ti11-ili-pochemu-spirit-nelzya-proigrat-hr",
        "article_post_time": "29.04.2022, 12:51",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "sensacii-v-sng-mogut-negativno-skazatsya-na-invaitakh-na-ti11-ili-pochemu-spirit-nelzya-proigrat-hr",
        "article_text": "Плей-офф второго сезона Dota Pro Circuit 2021/2022 для СНГ преподнес нам уже несколько неожиданных результатов. Сразу три из четырех лидеров прошлого сезона — Team Spirit, HellRaisers и PuckChamp — проиграли стартовые поединки. Как минимум один из этих ростеров точно покинет первый дивизион по итогам турнира. Сенсационные результаты, безусловно, подогревают интерес зрителей, вот только на перспективах нашего региона в борьбе за слоты на The International 2022 это сказывается негативно. О том, что не так с СНГ, — в нашем материале. *На момент публикации материала в заветный топ-12 мирового рейтинга, который позволит получить слот на TI, входит только одна команда из СНГ — Team Spirit (550 очков + то, что получит за плей-офф — максимум 240 баллов). Это, пожалуй, единственный коллектив из нашего региона, который, если не вылетит во второй дивизион, имеет все шансы получить инвайт на TI. *А вот дальше начинаются проблемы. Virtus.pro, гарантировавшая себе попадание в топ-6 в СНГ, имеет 168 очков и занимает 18-е место в мировом рейтинге. Коллектив Данила gpK~ Скутина потерял 81,7 балла из-за замены Ильяса Illias Ганеева. VP теоретически может подняться в топ-12 по итогам второго сезона, если победит в плей-офф.*Следом идет PuckChamp, у которой 180 очков и 20-е место в таблице. Если коллектив покинет первый дивизион, то эти 180 баллов у СНГ просто сгорят, ведь не будут иметь значения. В рамках плей-офф PuckChamp в лучшем случае сможет занять второе место и заработать 240 баллов. Это позволит команде подняться тоже лишь на 12-ю строчку. *У HR на момент публикации материала 60 очков (28-я строчка в рейтинге) и матч с Team Spirit за слот в первом дивизионе. Велика вероятность, что ростер упадет во вторую лигу и унесет с собой мертвым грузом эти баллы. В лучшем же случае HR, как и PuckChamp, смогут заработать 240 баллов, которых в их случае даже не хватит, чтобы попасть в топ-12.  *Natus Vincere имеют 21 балл и занимают 34-е место. В лучшем случае коллектив заработает 240 очков — этого хватит только для того, чтобы подняться на 16-ю строчку в общей таблице. *BetBoom Team, Mind Games и CIS Rejects вообще не имеют очков DPC на момент публикации материала. Первые два коллектива в случае победы смогут подняться на 12-е место. CIS Rejects при лучшем раскладе смогут поделить 16-ю позицию с Xtreme Gaming. *Проблема СНГ в том, что у нас, в отличие от других регионов (разве что за исключением Китая), распределение призовых мест во втором сезоне будет значительно отличаться от итогов первого. А команды, уже имеющие баллы DPC, могут отправиться с ними во второй дивизион, где от этих очков вообще не будет толку. В то время как Южная Америка уже имеет два коллектива в топ-8 общего зачета благодаря стабильности Thunder Awaken и beastcoast. К тому же, учитывая текущий уровень игры в СНГ после длительного перерыва, рассчитывать на топ-8 на ESL One Stockholm Dota Major 2022, что могло бы обеспечить региону дополнительные баллы, довольно сложно. В итоге СНГ в данный момент находится в довольно невыгодном положении по отношению к другим регионам. А поражение Team Spirit и вовсе может практически лишить нас шансов увидеть больше одного инвайта для наших команд на TI11.*0"
    },
    {
        "article_title": "Косплей на Мисс Фортуну в пижаме — нежное настроение",
        "article_url": "https://www.cybersport.ru/league-of-legends/news/kosplei-na-miss-fortunu-v-pizhame-nezhnoe-nastroenie",
        "article_post_time": "28.04.2022, 18:13",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-miss-fortunu-v-pizhame-nezhnoe-nastroenie",
        "article_text": "Модель Дарья Полякова представила косплей на Мисс Фортуну из League of Legends. За основу костюма она взяла официальный скин из MOBA от Riot Games. Снимки опубликованы в группе фотографа Анастасии Юрьевой.*«Звездные защитники в пижаме» — линейка шуточных образов в League of Legends. По лору (одной из альтернативных линеек повествования) все чемпионы, которые вступили в объединение космических бойцов, собрались на вечеринку в пижамах. Мисс Фортуна считала это ребячеством, но все же согласилась прийти, так как её позвала Лулу, звёздная защитница — йордл.  *Ранее художник Джошуа Гау Ву показал реалистичный портрет Джинкс из «Аркейна». Работу он опубликовал на ArtStation."
    },
    {
        "article_title": "Как Spirit проиграла BB Team? Дело не только в гениальном Daxak! Collapse и TORONTOTOKYO допустили слишком много ошибок",
        "article_url": "https://www.cybersport.ru/dota-2/articles/kak-spirit-proigrala-bb-team-delo-ne-tolko-v-genialnom-daxak-collapse-i-torontotokyo-dopustili-slishkom-mnogo-oshibok",
        "article_post_time": "28.04.2022, 14:04",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "kak-spirit-proigrala-bb-team-delo-ne-tolko-v-genialnom-daxak-collapse-i-torontotokyo-dopustili-slishkom-mnogo-oshibok",
        "article_text": "27 апреля BetBoom Team сенсационно переиграла Team Spirit в рамках первого раунда плей-офф Dota Pro Circuit 2021/2022 для СНГ. Чемпионы The International 10 (2021), которые еще недавно казались незыблемым титаном в регионе, сейчас находятся в шаге от вылета во второй дивизион. Этот матч подтвердил наши опасения, что из-за длительного отсутствия практики общий уровень игры большинства команд будет значительно ниже их возможностей. Из-за чего уступила Spirit и при чем здесь неудачный телепорт, прожатый Refresher Orb и незаблокированная Divine Rapier — в материале Cybersport.ru. *Прежде всего, конечно, стоит отдать должное ростеру Никиты Daxak Кузьмина, который подготовил интересные стратегии и выступил действительно достойно. То, что команда сейчас в хорошей форме, она уже доказала в рамках Winline Dota 2 Champions League Season 9, став чемпионом турнира. А вот неубедительная игра Spirit и множество персональных ошибок — это уже неприятная неожиданность. *Для разбора возьмем третью карту, которая с самого начала и до конца была максимально равной. Цену каждого микромомента в ней сложно было переоценить. *Начнем с 24-й минуты. Spirit ведет по золоту на 3 тыс., а Chaos Knight удерживает лидерство по общей ценности. BB Team ищет соперника в «смоках» в «тройке», но не находит. Тогда коллектив использует сканирование на верхний лес и угадывает: там Bane и Chaos Knight. Саппорт начинает телепортироваться первым и спокойно улетает, а вот Илья Yatoro Мулярчук чуть задерживается и оказывается вынужден использовать BKB перед тем, как применить телепорт. Вот только свиток он использует на ту же башню, что и Bane. В итоге телепортация длится слишком долго, и Terrorblade успевает попросту расстрелять Yatoro «с руки». После этого Daxak вырвался в лидеры по общей ценности и до конца игры так с первой строчки и не ушел. *Сбить темп Кузьмину Spirit могла несколькими минутами позже, однако ганг от Magnus и Lina не удался. Александр TORONTOTOKYO Хертек не использовал ультимейт против Terrorblade, и того успел спасти Io. Ультимейт же Lina кинула в Leshrac с полным здоровьем. К слову, сам Хертек в результате еще и погиб. *А вот драка на уже третьем Рошане по счету. Магомед Collapse Халилов попытался впрыгнуть с ультимейтом и украсть Aegis, но опоздал на долю секунды. Тут ничего предосудительного, ведь нужный тайминг подгадать очень сложно. Но вот оставленный Refresher Orb — странный мув. После использования Reverse Polarity у Халилова было еще 1,5-2 секунды, чтобы забрать артефакт (свободный слот в инвентаре был), однако он решил нанести лишний, ничего не решающий удар по Terrorblade. В итоге в рошпит впрыгнул Leshrac и забрал Refresher Orb. Говорить о важности этого артефакта для Magnus в поздней игре, пожалуй, излишне.*Эта драка запомнилась не только упущенным Refresher Orb, но и смертью Lina. Spirit, поняв, что соперник успел забрать Aegis, решила отступить, но мидер ростера решение тиммейтов не разделил. Lina в одиночку зашла глубоко, чтобы атаковать катающегося Pangolier и Chen, который уже использовал все кнопки. Последнего Хертек убил, но тут же и сам отправился в таверну. Странный размен. *Spirit прославилась на The International своим умением проводить массовые сражения. Однако в этой серии координация в коллективе, к сожалению, была далека от идеальной. Вот крайне важный эпизод на 49-й минуте. Yatoro вышел в центр отпушить пачку крипов, а вся его команда спряталась неподалеку в кустах, рассчитывая на нападение врага. И BetBoom действительно напала... Только вот за пару секунд до этого на базу улетела Lina, а Magnus с готовым ультимейтом так и не провел контринициацию, ведь попал под волну страха от Terrorblade. В итоге Yatoro умер, а BB Team тут же забрала важнейшего Рошана в этой серии. *Пока BB Team забирала Рошана, Daxak отправил иллюзии на разведку, две из них встретились с Magnus, который решил отвезти их на гору в лесу сил Света. Цель понятна — не дать врагу отпушить линию, вот только эти иллюзии превратились в вард...*...В вард, который увидел курьера Lina, летящего в потайную лавку. Daxak это заметил и тут же отпинговал команде. *Стоит отдать должное Io, не пожалевшему ультимейта ради поимки курьера, ведь в итоге именно он не позволил Lina получить Divine Rapier. «Ослик» был уже близко к базе, но из-за Relocate от Io мидеру Spirit пришлось быстро отводить курьера обратно. *Ну а дальше курьер был уже обречен. Pangolier поставил вард, который в итоге и вычислил местоположение Divine Rapier. *И конечно, нельзя не сказать о самом решении мидера Spirit. Кажется, каждый второй фанат Dota 2 уже успел напомнить Хертеку, что при покупке Divine Rapier курьером части артефакта можно блокировать, чтобы предмет не собрался сразу. В таком случае при смерти курьера артефакт не выпадет. К слову, Lina не особо и следила за самим курьером. Вот кадр за секунду до смерти курьера глазами Хертека — он бьет крипов. *После такого спасти игру было уже крайне сложно, но ведь всегда есть фактор Magnus и двух Reverse Polarity. Вот только эта возможность тоже была потеряна. Первый ультимейт Collapse дал в Chen, но не смог его увезти, и тот выжил. *А что насчет второго Reverse Polarity? А его не будет. Ведь за 30 секунд до этого Magnus напал на Leshrac с Aegis. Нет, он не тратил ультимейт — просто пытался увезти врага. Вот только сам в какой-то момент испугался и зачем-то прожал Refresher Orb.*Надеемся, что Spirit сможет быстро вернуть себе былую форму и уже к матчу против HellRaisers подойдет более собранной, а потом вернет себе игровой тонус по ходу турнира, ведь падение чемпиона TI во второй дивизион будет настоящей трагедией для всего региона. А Daxak и его банду ждем на мейджоре. Перехваливать Кузьмина раньше времени не хочется, но вы ведь и сами понимаете, что он гений.  "
    },
    {
        "article_title": "Где начать стримить в 2022 году — сидит орёт и делает контент",
        "article_url": "https://www.cybersport.ru/other/articles/gde-nachat-strimit-v-2022-godu-sidit-oryot-i-delaet-kontent",
        "article_post_time": "27.04.2022, 16:20",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "gde-nachat-strimit-v-2022-godu-sidit-oryot-i-delaet-kontent",
        "article_text": "Стриминг — привлекательное занятие, которое может стать как интересным хобби, так и полноценной работой. При любых раскладах выбор основной площадки для проведения трансляций будет основополагающим, ведь перетащить аудиторию за собой на другую платформу без потерь не получится. Эта обзорная статья предназначена для будущих звезд стриминга, которые не могут самостоятельно определиться, через какие конкретно терния им придется пробиваться к своей будущей аудитории. *Некогда лучшая площадка для стриминга немного сдает позиции с точки зрения привлекательности для новичков из-за перенасыщения, но полноценной альтернативы для получения действительно большой аудитории пока не существует. О Twitch знают и говорят, у платформы есть механизмы для бесплатной раскрутки перспективных дарований, а также проработка категорий, которая с каждым годом становится все более точной. Если зрителю хочется найти узкоспециализированный контент, то сделать это на Twitch гораздо легче, чем на платформах-конкурентах. А это значит, что и «продать» такой контент можно будет гораздо успешнее.*Говоря о «продаже» контента в рамках этой статьи, мы будем говорить скорее о наращивании аудитории, ведь для новичка монетизация своего контента не должна быть самоцелью. Да, можно ожидать, что в перспективе это занятие будет приносить прибыль, но важно понимать тенденцию 2022 года: люди на трансляции — это и есть деньги. С небольшой поправкой на актуальное время: стоит учесть, что стримерам из России в 2022 году начинать свой путь на Twitch не стоит еще и потому, что стандартная монетизация в стране отключена. *«Как стримить на Twitch в 2022-м?» — этим вопросом задаются многие. Прежде всего, стример должен удовлетворять потребности своего зрителя и при этом оставаться в гармонии с самим собой. Если вы эксцентричны и не любите сдерживать эмоции во время игр — орите на здоровье, вы идеальный кандидат в стримеры. Если вы обладаете танцевальным, музыкальным или художественным талантом — демонстрируйте его. Даже плавать в бассейне (или вяло топтаться в его резиновом аналоге) уже официально можно — не стесняйтесь своей сексуальности. Отсутствие каких-либо ограничений с точки зрения формата контента позволило Twitch разогнать количество активной аудитории до невероятных значений. В 2021 году в среднем в каждый момент времени на разных каналах контент потребляли 2,78 млн человек.*«Но как же правила Twitch?» — задастся вопросом среднестатистический зритель, который не раз слышал о блокировках популярных контент-мейкеров. Да, на баны администрация Twitch не скупится, но не поймать «маслину» довольно легко. Twitch — площадка для всех людей, которые готовы соблюдать несколько абсурдные, но вполне понятные и изложенные в пользовательском соглашении правила. Если обобщить, звучат они так: никого не оскорблять, не красть контент и вести себя прилично. *Если вы обратите внимание на «хайповые» баны популярных стримеров, то поймете: в большинстве случаев ограничение канала прилетает за дело. Например, AhriNyan (первую девушку из русскоязычного сегмента, набравшую 1 млн фолловеров), забанили на Twitch за просмотр фильма «Темный рыцарь». Казалось бы, любому очевидно, что красть контент нельзя и за пиратство наверняка забанят, но стримеры все равно рискуют. Банят даже те каналы, которые во время трансляции украденного контента никто не смотрел — часто это отслеживается автоматически.*Или, например, баны за слова на буквы «Н» и «П» — проблема ли это? Очевидно, что такие выражения несут негативную окраску и просто не пользоваться ими, очищая собственную речь, не так уж сложно. Кроме того, за случайно произнесенные слова, которые не были применены в оскорбительном контексте, не банят: кратковременное ограничение может быть аннулировано и в истории канала не фиксируется. Да, стримеры очень боятся блокировок (и справедливо), но с администрацией действительно можно договориться.*Подводя итоги: Twitch — хорошая платформа для тех, кто хочет прежде всего найти аудиторию. Если ваша самоцель — продвижение своих трансляций в массы, то это самый подходящий сервис. Однако есть и другие варианты…*YouTube долгое время не воспринималась стримерами всерьез: прямые трансляции на этой платформе в основном проводили популярные блогеры с аудиторией, которая привыкла к заранее смонтированным роликам. Стриминг как таковой для обладателей «кнопок» был лишь инструментом для развлечения аудитории: просто «подрубить» куда быстрее, чем смонтировать ролик, хотя контент гораздо менее долговечен.*О том, что YouTube вполне пригодна для стриминга, первыми узнали выгнанные с Twitch крупные контент-мейкеры. Получив бан на самой популярной платформе либо не согласившись с политикой администрации, многие начали искать подходящие варианты. YouTube, как непревзойденный видеохостинг, стала хорошим плацдармом для развертывания деятельности вне Twitch. *Например, Людвиг Ludwig Агрен ушел из-за контракта — YouTube Gaming предложила ему более выгодные денежные условия, тогда как Twitch долгое время игнорировала топ-13 контент-мейкера по числу подписчиков. Гай DrDisRespect Бэйм ушел из-за скандального бана, подробности о котором до сих пор неизвестны: эксцентричный геймдизайнер сначала получил эксклюзивный контракт, а потом буквально был выдворен за пределы платформы с помощью карательного банхаммера. Стримеров, решивших поискать на YouTube счастья свободы слова, и вовсе не сосчитать: чего только стоит русскоязычный игрок в Hearthstone Роман Gnumme Олейник, который не смог справиться с нескончаемыми банами из-за «житейской токсичности» (и просмотра «Южного Парка» на репите).*Как на YouTube обстоят дела с новичками? Алгоритмы этой платформы не позволят трансляции юного падавана стримерского искусства попасть в выдачу, пока на неё не набегут зрители и не «продвинут» её комментариями, лайками (или дизлайками — говорят, что нет никакой разницы) и просмотрами в открытой вкладке. Где брать первых последователей — задачка со звездочкой, и решать её придется вам. *На YouTube очень важна динамика: это болезнь алгоритмов видеохостинга. В каждый момент времени зрителя должно что-либо интриговать, постоянно должны быть какие-либо «крючки», чтобы аудитория не уходила с трансляции. Если вы не знали, то закрытие вкладки с включенным роликом на YouTube или стримом — это крайне негативный фактор для алгоритма! Пользуйтесь, если хочется насолить кому-то.*Стриминг на YouTube гораздо более требователен к знаниям будущей звезды. Twitch и другие платформы, о которых в этой статье будет рассказано ниже, вполне лояльны к трансляциям без худа, дополнительных элементов и даже веб-камеры, тогда как на YouTube экран желательно заполнить самыми разными элементами, и чем больше их будет, тем меньше риск быть погребенным под алгоритмами. Например, если вы включили веб-камеру, лучше всего сразу выбрать подходящий фон: он должен содержать множество мелких деталей, за которые будет цепляться взгляд зрителя, пока вы задумались и молчите. Этот лайфхак знают и используют многие блогеры, а в эту индустрию он и вовсе пришел из большого кино.*На YouTube неэффективно просто стримить. Желательно параллельно вести и обычный канал, где в краткой форме будет примерно передано содержание ваших трансляций (в формате нарезок лучших моментов и т. п.), а также рассказано о вас как о контент-мейкере. Если вы готовы к монтажу и знаете, чем зацепить аудиторию, — дерзайте.*«Око Саурона» русскоязычной аудитории повернулось в сторону китайской стриминговой платформы после введения антироссийских санкций: монетизацию с Twitch и YouTube сняли, контент-мейкеры забились в панике и нашли наиболее подходящую альтернативу. Пока о массовом переходе на Trovo речи не идет, но очень многие стриминговые селебрити создали там каналы и попросили аудиторию на них подписаться: мало ли что произойдет.*По дизайну и функционалу Trovo — это почти Twitch. Можно подключать DonationAlerts, пользовательский интерфейс толком не отличается, да и стримерский кабинет очень похож. Владельцем Trovo является Tencent Holdings Ltd., китайская компания — мать для всего гейминга. В общем, Twitch и Trovo — это как фирменный adidas и всем знакомый abibas. Разница тоже всем знакома.*Платформа Trovo для новичков — потенциальная золотая жила, но для этого должны быть серьезные изменения в текущей системе. На момент публикации материала судьба других стриминговых платформ для жителей России и Беларуси неизвестна. Есть шанс, что Trovo будет одной из немногих доступных площадок, и активный канал вмиг превратится в многомиллионный за счет нахлынувшей волны голодных до контента геймеров.*Однако если этого не произойдет, потенциал Trovo минимален. Всё потому, что аудитория у площадки пока очень скромная, ввиду чего наращивать её на личном канале будет весьма проблематично. Шансы встретить русскоязычного зрителя, который слоняется по вкладкам и ищет, что бы посмотреть этим чудесным днем, крайне мала. Средняя аудитория Trovo в любой момент времени составляет около 64,7 тыс. человек — до почти трёх миллионов, как у Twitch, ещё грести и грести. К тому же рекламодатели пока не готовы платить за размещения на Trovo, ведь Мэддисон не может лгать.*Всё новое — это хорошо забытое старое. Платформа, которая для русскоязычной аудитории была первой серьезной социальной сетью, в последние несколько лет стремительно покрывалась плесенью, но «помощь» пришла откуда не ждали. Остановить процесс отмирания помогла блокировка крупных социальных сетей на территории Российской Федерации, а также запуск полноценного сервиса для стриминга и гейминга — VK Play. Стримеры, которые в 2К22 продолжали вести группы во «ВКонтакте», могут ликовать: скоро полноценная экосистема позволит коннектиться со своей аудиторией по щелчку пальцев.*Идея VK Play состоит в объединении каталога игр, облачного гейминга и стриминга. Если приглядеться, то стример игровой тематики сейчас может не выходить за пределы «ВКонтакте» вовсе: донаты — чек, чаты с подписчиками для онлайн-общения вне трансляций — чек, и даже магазин с играми — чек. *Если вы живете в России и хотите начать стримить в ближайшие месяцы, то рисковать с Twitch и YouTube смысла мало. Попробовать занять нишу на VK Play — довольно разумный вариант, который не потребует вложений. Так или иначе, нельзя отрицать колоссальное влияние проектов Mail.ru на российское интернет-пространство: страница во «ВКонтакте» есть почти у каждого, а ежедневно социальной сетью пользуются более 50 млн человек.*Впрочем, новые платформы не всегда взлетают. Например, в 2019-м многие давали совет новичкам попробовать себя на платформе WASD.TV. Однако идея эта была обречена на провал: за три года практически ничего не изменилось, и детище MTC может похвастаться только купленными проектами и стримерами. В обычное время на трансляциях не наберется и тысячи зрителей. Суммарно. Во всех категориях.*Рассматривать Discord как площадку для стриминга — довольно новое веяние индустрии. И неожиданное! Многие контент-мейкеры развивают свои сообщества в «Дискорде» и подрубают там трансляции «для своих» с «запрещенкой» вроде фильмов, но в качестве основного канала предпочитают использовать профильные Twitch или YouTube. *А что, если попробовать наоборот? Для кого-то Discord может стать учебным полигоном. Такой не подойдет для амбициозных новичков, которые планируют за год хайпануть на миллионную аудиторию, но для первого опыта стриминга — вполне. *Минусов у стриминга в Discord достаточно. Прежде всего, там нет автоматической системы продвижения — это не сервис для трансляций, а мессенджер с поддержкой VoIP и видеоконференций. Такое ограничение обяжет любого Discord-стримера черпать аудиторию в другом месте: из паблика в социальной сети, с ранее раскрученного канала на любой другой платформе или вовсе из риал-лайфа. Для успешного продвижения придется пользоваться «дедовским» методом — сарафанным радио. Или, если хотите, сетевым маркетингом. Ваш друг, который привел друга в сообщество в Discord, вполне вероятно, позовет туда своих друзей… Если ему будет интересно смотреть стримы, разумеется.*Монетизировать контент в Discord не менее проблематично, чем на Trovo: вряд ли кто-то из крупных рекламодателей всерьез забайтится на такое предложение, ведь рекламу увидит крайне ограниченный круг лиц. Однако сами вы сможете использовать такое сообщество как донора для любых сторонних проектов, так как основным признаком аудитории в нем будет лояльность. Это будут ВАШИ зрители, а не случайные посетители.*Из очевидных плюсов, которые действительно могут понравиться новичкам: в Discord ничего не надо настраивать. При включении каждого стрима система предложит выбрать демонстрируемый экран — можно отдельно транслировать игру, браузер или любое открытое на компьютере приложение либо же показывать всё разом. Да и свобода слова здесь будет полная: в Discord можно будет устраивать камерные концерты для ценителей, при желании даже показывать гениталии или сквернословить, и вряд ли кто-то опустит вам на голову банхаммер.  *Мы с друзьями регулярно собираемся в Discord вокруг «стримерши» Rin — буквально «байтим» её на это. Она никогда не заводила каналы на Twitch или других раскрученных платформах, однако регулярно получает от меня (и не только) таргетные просьбы о запуске трансляции. Мне нравится смотреть, как девушка уничтожает конкурента на Олимпиаде в Lineage, на скилле выжигая ману «будущему бывшему» хиро-бишу Say. Нравится, когда она играет в третьих «Героев». *Для меня эта ламповая атмосфера похожа на ту, что была на Twitch много лет назад, когда на геймерских каналах были не десятки тысяч активных участников, а всего лишь сотни, ровным слоем распределенные по каналам-комнатам. Только при небольшой аудитории со стримером можно пообщаться по душам, попросить его поставить песню с помощью музыкального бота и чувствовать себя окруженным его заботой. Многим ведь именно компания нужна, не так ли?*****Подводя итог, хочется сказать: если вы чувствуете в себе потенциал контент-мейкера, запускайте трансляцию где угодно. Свою аудиторию смогут найти все интересные люди, главное — не стойте на месте, развивайте себя и свои стримы. «Сидит орёт и делает контент» — это буквально пошаговый гайд для запуска трансляций, где глагол «орёт» может быть интерпретирован как самое разное проявление эмоций. Удачи! "
    },
    {
        "article_title": "Художник показал реалистичный портрет Джинкс из «Аркейна»",
        "article_url": "https://www.cybersport.ru/league-of-legends/news/khudozhnik-pokazal-realistichnyi-portret-dzhinks-iz-arkeina",
        "article_post_time": "27.04.2022, 00:09",
        "article_category": "League of Legends",
        "article_source": "Cybersport.ru",
        "article_mark": "khudozhnik-pokazal-realistichnyi-portret-dzhinks-iz-arkeina",
        "article_text": "Художник персонажей Джошуа Гау Ву создал реалистичную модель Джинкс из анимационного сериала «Аркейн» по вселенной League of Legends. Работа опубликована на портале ArtStation.*Джинкс — одна из главных героинь сериала, воспитанная бароном Силко из Зауна. Художник воссоздал ее модель с опорой на внешность девушки в шоу. При этом он выбрал образ Джинкс до того, как ей вкололи наркотик-мутаген «Мерцание» — в работе Гау Ву героиня все еще с синими глазами.*Премьера «Аркейна» состоялась 7 ноября 2021 года. Позже Riot Games объявила о работе над вторым сезоном шоу. В то время как в центре повествования в первой части были сестры Джинкс и Вай, в продолжении авторы сосредоточатся на Кейтлин и Вай."
    }
]