[
    {
        "article_title": "Лучшие карты для тренировки стрельбы в CS:GO",
        "article_url": "https://www.cybersport.ru/counter-strike-go/articles/luchshie-karty-dlya-trenirovki-strelby-v-cs-go",
        "article_post_time": "22.03.2022, 11:08",
        "article_category": "CS:GO",
        "article_source": "Cybersport.ru",
        "article_mark": "luchshie-karty-dlya-trenirovki-strelby-v-cs-go",
        "article_text": "Залог успешной игры в CS:GO кроется в сочетании целого множества факторов. Киберспортсмен должен иметь отличные коммуникативные навыки, обладать высокой стрессоустойчивостью, уметь принимать решения за доли секунды и многое, многое другое. Однако самым важным и самым базовым навыком, очевидно, является стрельба. Ничего в Counter-Strike не будет иметь значения, если в итоге ты первым не выстрелишь в голову соперника. Разумеется, за двадцатилетнюю историю шутера энтузиастами были созданы тысячи различных карт для тренировки аима. Лучшие из них — в подборке Cybersport.ru. *Aim Botz — самая популярная карта для тренировки стрельбы в CS:GO в Мастерской Steam. И, стоит признать, абсолютно по праву. Пожалуй, это самая многофункциональная карта для тренировок стрельбы, причина тому — супербогатое меню настроек. *Пользователям доступны все необходимые сетапы. Хочешь стрелять по неподвижным ботам на короткой дистанции? Пожалуйста. Есть желание увеличить расстояние и добавить объекты, мешающие попадать по ботам? Не вопрос. Хочешь пострелять на скорость? Легко: запускай специальный таймер — и вперед (благодаря этому таймеру, кстати, можно отслеживать свои результаты в сравнении с другими геймерами по всему миру). За счет своей функциональности карта идеально подойдет как для разминки перед играми в матчмейкинге или на турнирах, так и для постановки стрельбы с нуля.*Ссылка на карту в Мастерской Steam*Не настолько многофункциональная, но от этого не менее полезная карта для тренировки стрельбы. Механика упражнения максимально проста: игрок находится в середине локации, а в его направлении с четырех сторон движутся боты. По карте разбросаны ступеньки и квадратные объекты, которые меняют высоту расположения модели бота или закрывают его тело, оставляя открытой лишь голову. *Главная задача этой карты — помочь вам научиться стрелять по движущимся соперникам. Умение быстро наводиться на неподвижную модельку, которое развивают некоторые менее функциональные карты, — важнейший навык, но в реальных матчах ваши оппоненты едва ли будут стоять на месте.*Ссылка на карту в Мастерской Steam*Еще одна шикарная карта для тренировки как аима, так и спрея. Локация предлагает пять упражнений, от рефлекс-стрельбы по точкам до контроля спрея. Карта разделена на четыре уровня — чем выше уровень, тем дальше игрок располагается от мишеней. Training_aim_csgo2 поможет натренировать фликшоты (выстрелы, требующие резкого наведения на соперника) и спрей. Игрокам в CS:GO очень важно понимать, что без качественного умения «зажимать» успеха добиться не получиться — большинство перестрелок в Counter-Strike в итоге сводятся к спрею, поэтому ни в коем случае нельзя оставлять без внимания этот навык. *Ссылка на карту в Мастерской Steam*Потрясающая карта для более опытных игроков в CS:GO. Локация разделена на пять зон, в каждой из которых можно отточить различные навыки. Помимо стандартных упражнений на тренировку спрея и стрельбы по движущимся ботам на разной дистанции, Training Center предлагает более узкопрофильные задания. Карта шикарно подойдет для тренировки, например, снайперов — в одной из зон игроку необходимо попадать по ботам, которые пробегает мимо двойных дверей (примерно таким же, как на Dust2).*Ссылка на карту в Мастерской Steam*Неплохая карта для разминки перед официальными матчами или играми в матчмейкинге. Как и на Fast Aim / Reflex Training, игрок находится в середине карты, а вокруг него располагаются боты. Отличие в том, что на Aim: Warmup соперники не двигаются по направлению к игроку, а находятся на специальных «подиумах», хаотично двигаясь на них влево-вправо и вверх-вниз. Суть такой тренировки — научиться реагировать на движение модельки соперника во время перестрелки, ведь опытные игроки без конца «стрейфятся» (резко двигаются влево-вправо) и приседают, чтобы избежать попаданий по голове.*Ссылка на карту в Мастерской Steam"
    },
    {
        "article_title": "Косплей на Ари из League of Legends — яркая красотка-лиса",
        "article_url": "https://www.cybersport.ru/league-of-legends/articles/kosplei-na-ari-iz-league-of-legends-yarkaya-krasotka-lisa",
        "article_post_time": "22.03.2022, 00:10",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-ari-iz-league-of-legends-yarkaya-krasotka-lisa",
        "article_text": "Модель Катя Янкова представила косплей на Ари из League of Legends. За основу костюма девушка взяла образ K/DA ALL OUT.*K/DA ALL OUT — это линейка образов, которая появилась в LoL в 2020 году вместе с выходом одноименного мини-альбома. В EP в том числе входит песня  I’LL SHOW YOU, посвященная Ари. По лору именно девятихвостая лисица является солисткой в квартете.*В виртуальную группу K/DA входят четыре чемпиона из League of Legends — Ари, Эвелинн, Кай’Са и Акали. Первую песню POP/STARS группа K/DA выпустила в 2018 году, мировая премьера состоялась в рамках 2018 World Championship. На момент публикации материала композиция набрала 501 млн просмотров на YouTube. Она также размещена на всех крупных стриминговых сервисах."
    },
    {
        "article_title": "Семь советов начинающему анимешнику",
        "article_url": "https://www.cybersport.ru/other/articles/sem-sovetov-nachinayushemu-animeshniku",
        "article_post_time": "21.03.2022, 17:12",
        "article_category": "Аниме",
        "article_source": "Cybersport.ru",
        "article_mark": "sem-sovetov-nachinayushemu-animeshniku",
        "article_text": "«Зачем смотреть аниме, если есть фильмы и сериалы?», «Аниме — это же просто мультики для детей», «Все аниме одинаковые» — вы наверняка слышали эти и ещё десятки подобных заявлений в кругу своих знакомых. Возможно, даже сами высказывали такое мнение другим. По нашим наблюдениям, так чаще всего говорят люди, совершенно незнакомые с индустрией, которые предпочитают мыслить стереотипами, вместо того чтобы попробовать открыть для себя что-то новое. В этой статье мы попытаемся убедить вас, что смотреть аниме — это абсолютно нормальное хобби, точно такое же, как читать книги, слушать музыку, смотреть фильмы и сериалы, ходить в театр и т. д.*В этом материале мы собрали ответы на самые популярные вопросы, которые помогут заинтересованным новичкам ближе познакомиться с ранее неизвестным жанром.*Ещё в начале 2000-х в странах СНГ аниме воспринималось как некий андеграунд индустрии развлечений, так как этот жанр практически не попадал в кинотеатры или сетки телевизионных эфиров. Из этого правила было несколько точечных исключений вроде каналов «2х2», «MTV Россия» или «Муз-ТВ», но по сравнению с количеством обычных сериалов и фильмов доля аниме на их фоне выглядела ничтожно малой. С развитием интернет-площадок ситуация изменилась в лучшую сторону: сначала на фанатских сайтах стал появляться неофициальный дубляж от различных «домашних» студий, а со временем на российского зрителя обратили внимание такие дистрибьюторские компании, как Crunchyroll и Wakanim. Популярность аниме продолжила расти в том числе с развитием онлайн-кинотеатров — Netflix, «Кинопоиска» и других площадок.*Количество фанатов аниме увеличилось после появления COVID-19. Из-за пандемии коронавируса производство многих голливудских фильмов и крупнобюджетных сериалов застопорилось, а релизы уже готовых картин прокатчики многократно переносили из-за закрытых кинотеатров и других ограничений. В итоге сложилась ситуация, когда людям просто нечего стало смотреть. Многие тогда решили открыть для себя индустрию аниме и остались приятно удивлены большим разнообразием жанров и количеством интересных сюжетов. Оказалось, что у аниме гораздо более гибкие рамки цензуры, а ещё здесь нет такого эффекта дежавю от одних и тех же актеров, которые играют практически одинаковых персонажей в любом тайтле, где бы ни снимались. И это относится не только к Дуэйну «Скале» Джонсону и Райану Рейнольдсу. *Наконец, большинство аниме-сериалов имеют очень удобный 20-минутный формат эпизодов. Современное прогрессивное общество живет в настолько быстром ритме, что людям все тяжелее выделять время на просмотр сериалов. Аниме же можно легко смотреть на обеденном перерыве, в транспорте по пути на работу или на переменах в школах/университетах. В общем, это просто удобно.  *Как мы писали ранее, в аниме есть множество жанров — часто они копируют привычные голливудские шаблоны вроде «боевик», «детектив», «комедия» и т. д., но есть и более нишевые, с конкретными привязками к целевой аудитории и сюжетам. Ниже мы приведем краткое описание самых распространенных жанров, но не забывайте, что обычно в каждом тайтле они тесно переплетаются или даже чередуются между собой.  *Сёнэн — аниме для мальчиков и юношей от 12 до 18 лет. Этот жанр отличается динамичным развитием сюжета, наличием юмора и акцентом на теме крепкой дружбы между персонажами, благодаря которой удается победить общих врагов или преодолеть всевозможные жизненные трудности. Часто главные герои в сёнэнах — это волевые молодые парни, привлекающие внимание девушек своей красотой, отвагой и добрыми делами. Классические примеры сёнэнов — «Наруто», «Клинок, рассекающий демонов», «Стальной алхимик», «Атака титанов», «Гинтама», «Волейбол!!», «Тетрадь смерти» и другие. Если коротко, сёнэн в основном про «экшен», но бывают и исключения.*Сэйнэн — аниме для мужчин от 18 до 40 лет. В отличие от более детского сёнэна, в этом жанре больше внимания уделяется психологии персонажей, глубоко изучаются темы в разрезе серой морали, могут присутствовать эротика и сцены жестокости. Обычно сэйнэн отличается большей реалистичностью и мрачностью сюжетов. «Призрака в доспехах», «Эльфийской песни» и «Берсерка» определенно можно отнести к этому жанру.*Сёдзё — аниме для девочек от 12 до 18 лет. Часто это очень красочные и хорошо нарисованные тайтлы с подчеркнуто красивыми мужскими персонажами, буквально модельной внешности. Почти все сюжеты связаны с романтикой и любовными отношениями разной степени близости. Зачастую главным героем выступает именно девушка, вокруг которой образуется «гаремник ухажеров». Яркие представители жанра — «Корзинка фруктов», «Клуб свиданий старшей школы Оран», «Президент студсовета — горничная!» и другие. Есть ещё махо-сёдзё — аниме про девочек-волшебниц, куда отлично вписывается «Сейлор Мун», «Приоритет чудо-яйца», «Девочка-волшебница Мадока», «Ведьмина служба доставки» и подобные тайтлы. В них чуть больше фантастики, говорящих животных-помощников и, конечно же, магии.*Сэнтай — аниме про приключения команды или группы друзей, которые борются против общего врага. Если вы видите, что пять подростков управляют боевыми роботами и превращают их в одного большого мегаробота, чтобы сражаться с монстрами, — это сэнтай. Сюда подходит и всё остальное творчество в духе «Могучих рейнджеров» и «Сейлор Мун».*Спокон — аниме про спорт и различные соревнования. Причем речь может идти не только про классические виды спорта вроде футбола или волейбола, но и про более экзотические — кабадди, стрельбу из лука, водное поло, скейтборд, бальные танцы и рыбалку. Большинство споконов очень похожи друг на друга: практически всегда это история о том, как игрок/команда стремится победить на крупном турнире, поэтому много тренируется и упорно идет к цели, раз за разом превозмогая собственные возможности. Подборку лучших споконов вы найдете в этом материале.*Меха — буквально все аниме, где присутствуют большие боевые человекоподобные роботы. Их пилотируют люди, которые сражаются друг с другом или всевозможными монстрами. Примеры: «Евангелион», «Мобильный воин Гандам», «Стальная тревога», «Милый во Франксе», «Гридмен» и т. д.*Гарем — это аниме, в которых главного героя во время приключений сопровождает множество девушек. Например, сначала спас одну, потом влюбился в другую, случайно привлек внимание третьей, и вот вокруг него уже вертится гарем из 5-7 «подруг». Гарем редко выступает как самостоятельный жанр, но часто идет дополнением во многих тайтлах. Примеры: «Марш смерти под рапсодию параллельного мира», «Повседневная жизнь с девушкой-монстром».*Школа — аниме про школьников и школьную жизнь. Это могут быть как романтические комедии, так и детективы или даже ужасы. Часто акцент делается именно на проблемах подростков — на трудностях обучения, взаимоотношениях с одноклассниками, родителями или учителями и т. д. Примеры: «Госпожа Кагуя: В любви как на войне», «Крутой учитель Онидзука», «Ох уж этот экстрасенс Сайки Кусуо!» и другие.*Повседневность — это аниме про повседневную жизнь обычных людей, а также про разные бытовые ситуации или трудности, с которыми может столкнуться кто угодно. При этом стоит понимать, что под это понятие подходит не только школьная или офисная повседневность, но и любая другая «рутина» в фантастическом или магическом мире. Примеры: «Голубой период», «Повторная жизнь», «Вайолет Эвергарден» и другие.*Иясикей — особый жанр «терапевтического» аниме, в котором обычно нет никакой драмы, экшена и сложного сюжета. Такие сериалы созданы только для того, чтобы человек пришел домой после тяжелой работы, расслабился и поднял себе настроение. Сюжеты этого жанра очень добрые и умиротворяющие, в них нет ничего страшного или опасного. Яркие примеры: «Тетрадь дружбы Нацумэ», K-On!, «Деревенская глубинка» и «Девушки в последнем путешествии».*Этти — аниме с эротическими сценами, но не такими откровенными, как в хентае. В этти нет порнографии, но много фансервиса — сексуальных девушек в откровенных нарядах, которые то и дело принимают двусмысленные позы. Часто это является поводом для обыгрывания различных неловких ситуаций и шуток над мужскими персонажами. Элементы этти можно встретить в отдельных сериях других жанров. Типичные представители — «Комендант общежития богинь» и «Межвидовые рецензенты».*Исекай — этот жанр ещё называют «портальным фэнтези», потому что в нем рассказываются именно истории про попаданцев. Например, школьник-неудачник попал в магический мир и стал там королем или геймеры оказались заперты внутри своей любимой игры. Сюда же можно отнести истории в стиле «вернулся во времени и заново прожил свои школьные годы». Из популярных исекаев можно выделить «Мастеров меча онлайн», «Перерождение безработного» и «Нет игры — нет жизни».  *При описании аниме также часто указывают возрастной рейтинг: PG (рекомендуется присутствие родителей), PG-13 (детям до 13 лет просмотр нежелателен), R-17 (лицам до 17 лет смотреть только в присутствии взрослых) или R+ (запрещен просмотр лицам младше 17 лет). Легко догадаться, что чем выше рейтинг у сериала, тем больше в нем запрещенных элементов — ненормативной лексики, сцен жестокости, эротики и т. д.*Предположим, вы определились с тематикой и примерно понимаете, какое аниме хотите посмотреть. Теперь надо выбрать сам тайтл для знакомства с жанром. Сделать это можно несколькими способами. Лучший из них — спросить совета у друга или знакомого, который примерно понимает ваш характер, знает ваши предпочтения и с учетом этих факторов может порекомендовать наиболее подходящий сериал. Конечно же, этот человек сам должен хорошо разбираться в теме и иметь за плечами список хотя бы из пары десятков просмотренных аниме. Если же такого эксперта в вашем кругу друзей нет — не беда. Можно воспользоваться советами людей в интернете. Правда, относиться к ним стоит чуть более строго, чем к рекомендациям знакомого.*С помощью Google вы легко найдете в сети множество сайтов, посвященных аниме. Почти на каждом из них есть свой рейтинг популярности тайтлов, там же будет сортировка по жанрам, оценки пользователей, рецензии и другая полезная информация. Задаете интересующие вас параметры, а дальше смотрите трейлеры/постеры, читаете синопсисы и доверяете чутью. В конце концов, ничего страшного, если выбранное аниме вам не понравится — возможно, просто не ваш жанр. А вот если понравится, то на тех же сайтах часто есть разделы вроде «Похожие аниме». Воспользуйтесь ими. *Если предыдущий способ кажется слишком сложным, то введите в поиске YouTube запрос вроде «лучшие аниме 2020 года» или «топ-10 аниме сезона весна 2021» и посмотрите пару обзоров. Такие рейтинги часто ориентированы на массовую аудиторию, а именно это вам и нужно.*Важная рекомендация для новичков: не беритесь за длинные сериалы с сотнями эпизодов. То есть никаких «Наруто», «Ван-Пис» и тому подобных проектов. Для знакомства с жанром лучше посмотреть пять-семь аниме по 12 эпизодов, чем одну битву за звание лучшего хокаге в деревне. Так вы сможете более точно понять, какие темы и истории цепляют именно вас. Соответственно, от длинных аниме поначалу лучше отказаться — есть риск, что вы просто устанете от них и забросите. *При просмотре аниме очень важно чередовать жанры: после магической фэнтези-драмы посмотрите комедию про школьную повседневность, а потом — нуарный детектив или даже космооперу. Так у вас не будет замыливаться глаз от одинаковых сюжетных клише. Да, в аниме раскрывается множество невероятных и фантастических историй, но в рамках одного жанра тайтлы часто заимствуют друг у друга самые удачные приемы. Из-за этого копирования у вас может возникнуть чувство дежавю, что неизменно скажется на интересе к тайтлу. Просто представьте, что вы смотрите подряд три спокона про бейсбол, с одним и тем же сюжетом и похожими диалогами. С другой стороны, есть же зрители, которые смотрят только исекаи, но это отдельная каста.*Во время поиска аниме для просмотра вы непременно столкнетесь с таким понятием, как «онгоинг» (англ. on going). Так называются сериалы, последние сезоны которых в данный момент транслируются по телевидению. Обычно студии выдают по одной серии в неделю, но бывают и исключения. Например, шоу может сделать перерыв в середине сезона или выпустить последние две серии одновременно. Смотреть онгоинги сразу или нет — это вопрос к вашему терпению, готовы ли вы ждать 20-минутную серию целую неделю. Однако если вы неискушенный зритель и только начинаете изучать жанр, то легко найдете десятки крутых тайтлов, которые уже полностью вышли или имеют логическую концовку — их можно посмотреть за один вечер, целиком погрузившись в атмосферу и сюжет. Лучше обратите внимание на них, а к заинтересовавшим вас онгоингам вернетесь потом, когда выйдут их последние эпизоды.*Проблема с онгоингами заключается не только в долгом ожидании. Если смотреть несколько сериалов параллельно, то в них очень легко запутаться или упустить какие-то важные детали. Кроме того, на получаемые впечатления от просмотра часто влияет настроение самого зрителя. Например, если вы одновременно смотрите несколько онгоингов разных жанров, то вам будет трудно эмоционально переключаться с пошлой школьной сатиры на мрачный трагический киберпанк и т. п. Это как заедать вкусный шашлык молочным шоколадом — и то и другое вкусно, но лучше есть по отдельности. *Ещё вы наверняка встретите такое понятие, как «спешл» — так называют дополнительные эпизоды или небольшие спин-оффы, которые не развивают основную сюжетную линию, а служат для более глубокого раскрытия персонажей или приурочены к какому-либо событию. Например, одними из самых популярных спешлов в аниме являются новогодние серии или эпизоды, посвященные Дню святого Валентина. *Ещё один сложный (нет) выбор для начинающего анимешника — смотреть сериалы в дубляже или с субтитрами. Здесь, опять же, вопрос исключительно вашего удобства. В сети можно встретить мнение, что истинные поклонники жанра смотрят сериалы только в оригинальной озвучке и с субтитрами, но по факту никакой практической пользы в этом нет. Разве что вы серьезно намерены выучить японский язык и хотите привыкнуть воспринимать на слух иностранную речь. Сейчас уже не 2000-е — над озвучкой современных аниме работают хорошие переводчики и опытные актеры дубляжа. Будьте уверены, они вполне способны живо и точно передать образы героев и их диалоги. Впрочем, здесь есть нюанс: старые аниме редко получают современный качественный дубляж, так что их придется смотреть либо с гнусавой озвучкой, либо с субтитрами.*Начинать знакомство с аниме можно не только с сериалов, но и с фильмов. Хотя это разные форматы, они часто могут перекликаться в рамках одной франшизы. Например, когда события сериала продолжаются в фильме, или наоборот. Полнометражные фильмы отличаются более качественной рисовкой, стильным аудиооформлением и глубиной сюжета, хотя некоторые современные сериалы тоже держат высокую планку качества.*В фильмах часто используют отсылки к японской мифологии и истории, которые сложно «прочесть» непосвященному иностранцу. Некоторые из них настолько замысловаты, что после просмотра вам придется хорошенько погуглить, что авторы имели в виду в той или иной сцене.*Сюжеты многих полнометражных аниме выстроены вокруг трогательной романтики и душевных историй. Редкие голливудские фильмы могут заставить зрителя так переживать за судьбу главных героев, как работы Макото Синкая или Хаяо Миядзаки. Будьте уверены, эти два гения японской анимации смогут выдавить слезу даже у самых невозмутимых зрителей. И в этом, к слову, кроется одна частая ошибка: японские фильмы могут показаться хорошим вариантом для романтического вечера со второй половинкой, но с большой вероятностью к концу просмотра вы оба будете реветь белугой. А оно вам надо?"
    },
    {
        "article_title": "Лёгкий тест по Lineage 2 для олдов — от C4 до High Five",
        "article_url": "https://www.cybersport.ru/games/articles/lyogkii-test-po-lineage-2-dlya-oldov-ot-c4-do-high-five",
        "article_post_time": "21.03.2022, 10:12",
        "article_category": "Тесты",
        "article_source": "Cybersport.ru",
        "article_mark": "lyogkii-test-po-lineage-2-dlya-oldov-ot-c4-do-high-five",
        "article_text": "Привет, любитель MMORPG в целом и Lineage 2 в частности. Этот тест предназначен для тех, кто лелеет теплые воспоминания о старых хрониках мира Эльморедена. Он очень лёгкий (справится даже тот, кто давно не играл), но наверняка вернет вам самые добрые воспоминания. Тест посвящается всем тем, кто бился насмерть на воротах Диона, кто спойлил СоПы бессонными ночами, кто хоть раз видел, как няньки хилят личинку Королевы муравьев, и кто называет всех камаэлей курицами и петухами.*Lineage 2 — игра, которая жива с 2003 года. Однако старые хроники остались только у нас в памяти (или на нелегальных серверах), ведь официально NCSoft не перевыпускает их. И пусть современная «Линейка» не похожа сама на себя, некоторые вещи не стираются из памяти. Это уже второй тест на данную тематику — пройти первую часть об олдовой Lineage 2 также можно на Cybersport.ru. *\n                    10 вопросов\n                *Кажется, ты совсем ничего не смыслишь в Lineage 2. Проходил тест «по фану»?*Либо твои приключения в Lineage 2 были слишком давно, либо с памятью у тебя проблемы. Срочно сделай тату на WIT и INT.*Уверенное прохождение теста. Осталось лишь победить в PvP на воротах Диона — и день удался.*Идеальное прохождение теста по Lineage 2 — неужели не споткнулся даже на вопросе про гейткипера? Чую старого пирата!"
    },
    {
        "article_title": "Косплей на Тома Реддла: «Волан-де-Морт — это моё прошлое, настоящее и будущее»",
        "article_url": "https://www.cybersport.ru/other/articles/kosplei-na-toma-reddla-volan-de-mort-eto-moyo-proshloe-nastoyashee-i-budushee",
        "article_post_time": "20.03.2022, 22:22",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-toma-reddla-volan-de-mort-eto-moyo-proshloe-nastoyashee-i-budushee",
        "article_text": "Косплеер Викентий Шевырин представил фотосессию в костюме Тома Реддла из «Гарри Поттера». За основу он взял образ молодого Волан-де-Морта из второго фильма цикла, «Гарри Поттер и Тайная комната».*Во втором фильме о Гарри Поттере юного Тома Реддла сыграл британец Кристиан Коулсон. В экранизации персонаж появлялся в форме факультета Слизерин. Автор фотографий Марина Федотова отметила, что при подготовке работы у них было довольно мало референсов, но косплеер довольно сильно походит именно на исполнителя роли во втором фильме, в особенности с некоторых ракурсов. В публикации Федотова процитировала персонажа: «Волан-де-Морт — это моё прошлое, настоящее и будущее».*Ранее на Cybersport.ru вышла обзорная статья по циклу экранизаций «Гарри Поттера». В ней автор рассказала о лучшем и худшем, по ее мнению, фильме франшизы. Поделиться своим мнением об этом можно в опросе."
    },
    {
        "article_title": "В сети показали фигурку главного героя Ghost of Tsushima за ₽140 тысяч",
        "article_url": "https://www.cybersport.ru/games/articles/v-seti-pokazali-figurku-glavnogo-geroya-ghost-of-tsushima-za-rub140-tysyach",
        "article_post_time": "18.03.2022, 15:37",
        "article_category": "Фото",
        "article_source": "Cybersport.ru",
        "article_mark": "v-seti-pokazali-figurku-glavnogo-geroya-ghost-of-tsushima-za-rub140-tysyach",
        "article_text": "Компания Prime1 представила фигурку японского самурая Дзина Сакая из игры Ghost of Tsushima. Создатели уделили большое внимание деталям костюма и внешности персонажа. У статуэтки есть несколько подвижных деталей, которые позволяют менять положение головы, рук и стойку героя. В комплект также входит самурайский шлем.*Высота фигурки — 60 сантиметров, а её рекомендованная стоимость составляет $1 349 (около ₽140 тыс.). Когда статуэтка поступит в продажу — неизвестно.*Релиз Ghost of Tsushima состоялся в 2020 году эксклюзивно на PlayStation 4. Расширенное издание тайтла вышло в августе 2021-го, на момент публикации материала оно доступно на PS4 и PS5. *В марте 2021 года стало известно о подготовке к съемкам фильма по мотивам Ghost of Tsushima. В создании картины будет задействована студия Sony Interactive Entertainment, а режиссером проекта выступит Чад Стахелски, известный по серии «Джон Уик»."
    },
    {
        "article_title": "Тест. Кто ты из вселенной «Властелина колец»?",
        "article_url": "https://www.cybersport.ru/other/articles/test-kto-ty-iz-vselennoi-vlastelina-kolec",
        "article_post_time": "18.03.2022, 10:23",
        "article_category": "Тесты",
        "article_source": "Cybersport.ru",
        "article_mark": "test-kto-ty-iz-vselennoi-vlastelina-kolec",
        "article_text": "Привет, толкинисты и сочувствующие. Сегодня мы выясним, какую роль наши читатели могли бы мастерски исполнить в кинотрилогии «Властелин колец», снятой режиссёром Питером Джексоном. В современном мире внешность и гендер не важны, так что оценивать будем исключительно по характеру и убеждениям. Посмотрим, кто окажется прекрасной и властной Галадриэль, а кто — корыстным и ничтожным Голлумом!*Экранизация романа Дж. Р. Р. Толкина «Властелин колец» — одна из лучших интерпретаций литературных произведений. Нередко в кинотеатрах ещё во время просмотра можно услышать перешептывание на тему: «В книге было лучше», но не в этом случае. До сих пор фанатские прокаты по всему миру «собирают кассу»: люди проводят в кинотеатрах сутки, чтобы посмотреть все части «Властелина колец» взахлёб. Рассуждая о кинотрилогии о Средиземье, большая часть зрителей сходится во мнении, что режиссерская версия передала печатный материал довольно близко к оригиналу — некоторые мелкие детали были утеряны, но атмосфера и ключевые сюжетные ходы сохранены и ретранслированы максимально скрупулезно.*\n                    10 вопросов\n                *Сэм, пожалуй, лучший хоббит Средиземья. Добрый друг, примерный семьянин и Герой с большой буквы. В простоте его сила. Приятно знать, что среди читателей Cybersport.ru есть такие люди!*Фродо Бэггинс — центральный персонаж «Властелина колец». Он, как и многие главные герои, не слишком выразителен: каждый может вдохновить его на подвиг, но и «загнать в Тильтостан» тоже. Единственное, что отличает его от «безликих» персонажей, — самопожертвование. Хорошо ли это? Решать вам. Просто помните, что в конце концов Кольцо Всевластия добралось до его души.*Странник, Бродяжник, Скороход, Колоброд, Шатун, предводитель клана дунэдайн, король Воссоединённого королевства Гондора и Арнора, Повелитель Западных земель, король Запада, Король Белого Древа. И это ещё без эльфийских имён и прозвищ. Настоящий воин, чья воля непоколебима, а помыслы чисты.*«Я — служитель тайного огня, хранитель пламени Анора. Темный огонь тебе не поможет, пламя Удуна! Возвращайся во Тьму! Ты не пройдешь!» — говорит Гэндальф. Или тебе больше нравится приходить на пятый день с Востока? Могущественный волшебник, который любит развлечения и не унывает, решая проблемы мирового масштаба.*«Вместо Темного Властелина у вас была бы Королева. Не черная, но прекрасная и грозная, как рассвет! Коварная, как море! Могучая, как сама земная твердь! Все любили бы меня и боялись…» — королева Галадриэль определенно могла бы разрушить мир Средиземья, но свет победил. Как и в тебе, получается.*«Не думал, что умру, сражаясь бок о бок с эльфом», — после этой фразы количество фанфиков с пейрингом Гимли/Леголас достигло немыслимых масштабов. На деле же Толкин продемонстрировал нам, насколько происхождение и раса не важны, когда узнаешь товарища поближе. Знаете ли вы, что Гимли отправился с Леголасом в Валинор? Желаем каждому такую дружбу!*Один раз не Леголас, получается! Смелый эльф с добрым сердцем, но печальной судьбой. К счастью, смог найти друга, который скрасил его будни.*Когда-то он был хоббитом и носил благопристойное имя Смеагол. Однако впервые увидев Кольцо Всевластия в руках родича Деагола, он возжелал получить его: сначала хитростью, а после — в неравном бою. Убив другого хоббита за роковое украшение, Смеагол довольно быстро превратился в Голлума — существо (по меньшей мере) неприятное. И хотя Кольцо Всевластия продлило Смеаголу жизнь на несколько сотен лет, ценою был рассудок. Не ведись на блеск золота, не дай темным силам заполучить твою искру. Голлум, Голлум!"
    },
    {
        "article_title": "Даты выхода серий четвертого сезона «Атаки титанов»",
        "article_url": "https://www.cybersport.ru/other/articles/daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_post_time": "17.02.2022, 13:41",
        "article_category": "Другое",
        "article_source": "Cybersport.ru",
        "article_mark": "daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_text": "Вторая часть финального сезона «Атаки титанов» начала выходить в январе 2022 года. До развязки осталось всего ничего, а для многих финал шоу является едва ли не более ожидаемым, чем развязка «Игры престолов». Конец истории как никогда близок.*«Атака титанов» стартовала в 2013 году. Сериал снят по одноименной манге Хадзимэ Исаямы, которая выходила с 2009 по 2021 год. Сюжет вращается вокруг троицы героев: Эрена Йегера, Микасы Аккерман и Армина Арлерта, которые оказываются втянуты в глобальный конфликт. На их деревню нападают чудовищные титаны — гуманоидные существа, по неизвестной причине пожирающие людей, при том что речь не идет о голоде. Оставшись сиротами, Эрен, Микаса и Армин вступают в разведкорпус, члены которого отправляются в вылазки за защитные стены в попытке узнать природу титанов и способ их победить. К финальному сезону герои не только узнали истину о себе и титанах, но и нашли людей за пределами стен. Более того, ко второй половине финального сезона «Атаки титанов» Эрен Йегер стал одним из ключевых антагонистов шоу.*Посмотреть «Атаку титанов» можно на «Кинопоиске», Crunchyroll и Wakanim. Новые серии становятся доступны в 21:00 мск.*По слухам, задержка выхода финальной серии шоу связана с тем, что студия MAPPA планирует снять более длинный эпизод, сопоставимый с полнометражным фильмом. В пользу этого говорит и тот факт, что событий в оригинальной манге слишком много для нормального завершения шоу в оставшихся шести сериях. Так это или нет, можно будет убедиться уже 3 апреля."
    },
    {
        "article_title": "Косплей на Микасу Аккерман из «Атаки титанов» — подтянутая красотка",
        "article_url": "https://www.cybersport.ru/other/news/kosplei-na-mikasu-akkerman-iz-ataki-titanov-podtyanutaya-krasotka",
        "article_post_time": "17.03.2022, 23:56",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-mikasu-akkerman-iz-ataki-titanov-podtyanutaya-krasotka",
        "article_text": "Модель Анна Айферт сделала косплей на Микасу Аккерман из «Атаки титанов». Она продемонстрировала сексуальную версию персонажа — фотосессия была проведена в нижнем белье.*Микаса Аккерман — приёмная сестра Эрена Йегера и лучшая подруга Армина Арлерта. Она прекрасно владеет своим телом: девушка не только высокая и стройная, но и довольно мускулистая.*Вторая часть финального сезона «Атаки титанов» начала выходить в январе 2022 года. Старт аниме состоялся в 2013-м. На момент публикации материала комьюнити ожидает выхода 27-й (20 марта) и 28-й (3 апреля) серий шоу."
    },
    {
        "article_title": "Новый мир, новые правила — почему Heroes of Might and Magic IV лучше, чем вам кажется",
        "article_url": "https://www.cybersport.ru/games/articles/novyi-mir-novye-pravila-pochemu-heroes-of-might-and-magic-iv-luchshe-chem-vam-kazhetsya",
        "article_post_time": "17.03.2022, 18:27",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "novyi-mir-novye-pravila-pochemu-heroes-of-might-and-magic-iv-luchshe-chem-vam-kazhetsya",
        "article_text": "Кажется, нет ни одного игрока старше 20 на постсоветском пространстве, кто хоть раз не запускал бы «Героев». Поголовной любовью пользуются третьи, чуть меньшей — пятые, где-то неподалеку плетутся вторые. А вот «четверку», созданную все еще оригинальными авторами, чаще принято не любить. В этой статье попробуем разобраться, почему на самом деле ненависть фанатов необоснованна, а Heroes of Might and Magic IV достойна любви не меньше других игр серии.*Казалось бы, очевидная мысль, что «четверка» — это не «тройка», с трудом уживается в головах у многих. «Проблема» в том, что разработчики довольно радикально переосмыслили концепцию, предложенную еще в первой части, и предложили уникальное развитие идей. Уникальное настолько, что многие попросту не могут привыкнуть к новым правилам. Да, изменения, на первый взгляд, не столь существенны, но их критически много, о чем стоит помнить.*Изменений действительно много: от правил прироста существ, которые теперь добавляются едва ли не каждый день, а не только по понедельникам, до возможности перемещения армии без героя или, наоборот, героя без армии (невообразимая наглость по меркам «тройки»). Да и специализация героев получила куда большую роль, что также стоит учитывать. Играть как в HoMM III здесь попросту не выйдет: если привычно собирать армию раз в неделю, управляя одним героем (не лучшая тактика даже в «трешке», но многие ее придерживаются), с большой вероятностью проигрыш обеспечен даже на невысоких сложностях. А еще здесь есть туман войны — штука крайне непривычная после «тройки», но вносящая дополнительную глубину в геймплей.*Осталась ли после всего этого суть «Героев» прежней? Пожалуй, да. Можно ли прийти сюда после «трешки» и с ходу почувствовать себя на коне? Пожалуй, нет. Все же ко многому придется привыкать с нуля. Но разве это недостаток?*HoMM IV предложила новый подход к навыкам и умениям взамен того, что было в предыдущей игре серии. Если в «тройке» герои могли изучить восемь навыков, распределенных почти что случайным образом, то в «четверке» их количество снизилось до пяти (из девяти). Зато выросло качество: к каждому навыку в комплекте идут три умения, сильно расширяющие возможности героя. Например, базовое благородство позволяет развить прирост денег и ресурсов, а также открывает дипломатию, а тактика улучшает боевые умения вроде атаки, защиты и лидерства, которое по-прежнему увеличивает мораль и удачу.*Что интереснее, вместе с навыками существенным изменениям подверглась и магия. Если раньше все заклинания принадлежали одной из четырех стихий, то в «четверке» школ стало пять с более явным разделением. Герои могут изучить магии жизни, смерти, порядка, хаоса и природы, причем заклинания теперь фиксированы и не становятся сильнее с ростом знаний. Ну и, само собой, у каждой школы тоже есть свои умения, помогающие творить более мощные заклинания: например, магия смерти открывает доступ к оккультизму, который увеличивает запас маны и ее регенерацию, некромантии, вновь поднимающей скелетов, и демонологии, увеличивающей эффективность заклинаний магии смерти.*Кроме того, навыки прекрасно сочетаются между собой, давая героям новую профессию. Например, изучение описанной выше демонологии и магии природы позволяет призывать на поле боя различных демонов. Стоит ли говорить, что именно систему навыков из «четверки» переняли все последующие игры серии?*Кампании в базовой версии HoMM IV рассказывали о становлении новых государств в новом мире: многие из них хоть и похожи на привычные, но отличаются в деталях и по набору существ. И в кампаниях как раз можно ознакомиться с их особенностями в более щадящем режиме.*Даже те, кто не смог проникнуться любовью к HoMM IV, признают, что проработка сюжета в игре заслуживает похвалы, даже несмотря на то, что речь идет преимущественно о текстовых вставках. И, само собой, все помнят эпическую смерть Энрота во время Расплаты — глобального катаклизма, случившегося из-за схватки Гело и Килгора, в которой были уничтожены Ледяной клинок и Клинок Армагеддона.*Говоря о новых фракциях, стоит упомянуть и возможность уникальной застройки своего замка. На смену линейному развитию армии с понятной застройкой от слабых к сильным «четверка» предложила возможность выбора существ начиная со второго уровня развития. Например, у «Обители» на третьем уровне можно выбрать между крестоносцами и монахами, а на четвертом — между чемпионами и ангелами.*Что интересно, далеко не всегда есть очевидный фаворит в выборе юнита, и развитие двух одинаковых поначалу замков может в конечном счете оказаться совершенно разным. Во многом оно будет зависеть от выбранного героя, так как персонажи сами участвуют в бою и имеют куда большее влияние на исход сражения, чем раньше.*А еще здесь есть караваны — новая функция, позволяющая из замка нанимать существ во внешних жилищах. Больше никакой необходимости постоянно таскаться за дополнительными войсками через полкарты!*«Четверка» стала первой игрой в серии, в которой герои непосредственно участвуют в сражениях. Они стали полноценными боевыми единицами, которые на поздних уровнях в одиночку способны уничтожать целые армии врага.*У всех фракций, кроме «Крепости», есть два типа героев: воин и маг. Их различие куда существеннее такового в сравнении с «трешкой»: воины наносят огромный урон и вдохновляют отряды, а маги преимущественно творят заклинания, но только в свой ход. Раньше, напомню, они скромно стояли в углу и помогали заклинаниями раз в раунд, но в любое время. Выведение из строя героя теперь куда критичнее и может случиться посреди схватки, что также приходится держать в уме.*И все же нововведение вышло интересным: к привычной пошаговой стратегии добавился элемент ролевой тактической игры, где нужно не только правильно управлять отрядами, но и учитывать развитие героев, которые идут в бой или же отсиживаются в тылу. Можно возразить, что важность развития была и раньше, но именно участие героев непосредственно в сражении вывело этот пласт механики на совершенно новый уровень: армия без героя может разом лишиться слишком многих бонусов, и наоборот, добавление героя может существенно улучшить боевые свойства войск.*Большинство игроков и героев-то на поле боя приняли с трудом, а остальные изменения и вовсе встретили в штыки. И совершенно напрасно: новый бой на деле стал крайне интересной находкой.*Начать стоит с того, что атакующий и защищающийся отряды теперь наносят урон одновременно. Это непривычно, но открывает простор для создания интересных ситуаций. Более того, дальнобойные стрелки также научились стрелять в ответ на атаки, что тоже приходится учитывать, к тому же многие из них неплохо показывают себя в ближнем бою даже до окончания запаса снарядов.*Ну и нельзя не упомянуть изменившуюся боевую сетку: на смену гексагональному полю с четким размещением пришла «шахматная» доска в мелкую клетку, на которой даже самый маленький юнит занимает 3х3 клетки. Правильное расположение войск из-за этого стало играть куда большую роль, хотя и соответственно требует от игрока больших усилий: банально закрыть лучников от ближних атак телами других юнитов теперь не выйдет.*И раз уж зашла речь о дальнем бое, важно сказать, что он претерпел кардинальные изменения. Например, нельзя стрелять по существам, стоящим за спинами союзников, а препятствия вроде камней сильно снижают урон. Более того, при осаде попросту нельзя стрелять через стены, что при условии упразднения катапульты сильно меняет правила игры. В общем, после «тройки» нужно переучиваться почти с нуля — зато в случае успеха можно получить необычный опыт, сильно отличающийся от привычного.*С чем попросту невозможно не согласиться, так это с тем, что в «четверке» лучшее музыкальное сопровождение в истории серии. Можно бесконечно ностальгировать по музыкальным темам «тройки», но само исследование мира в HoMM IV своей атмосферой отвечает именно музыке. Совершенно чарующая мелодика с отлично встроенным вокалом и умелым использованием широкой палитры инструментов вряд ли оставит равнодушным любого. А Grass Medley, мелодия травяного ландшафта, и вовсе может претендовать на лучший трек в истории «Героев», стоя рядом разве что с Floating Across Water из все той же «четверки». Вынужденно это признаю при всей любви к теме «Некрополиса» из HoMM II (конечно же, версии с оперным вокалом).*Расслабленная атмосфера музыки, звучащей в глобальном режиме, сменяется напряженными ударными в боевых темах. В них же звук становится более синтетическим, и это также создает более гнетущее чувство — что, в общем-то, и требуется. Выигрыш на этом фоне чувствуется особенно приятным.*Конечно, «Герои 4» — не идеальная игра: в ее визуале чувствуется нехватка времени и денег (если вы не в курсе, NWC была на грани банкротства и пыталась спешно реанимировать умирающую компанию любыми средствами — увы, не вышло), а отдельные решения кажутся, мягко говоря, спорными. Да и интеллект противников оставляет желать лучшего. И все же не стоит списывать «четверку» со счетов: игре есть что предложить даже ветеранам серии. Главное — выйти из зоны комфорта и принять ее такой, какая она вышла. С большой долей вероятности вы получите очень даже приятный опыт."
    },
    {
        "article_title": "Разрушенный замок английского лорда — история карты Cobblestone",
        "article_url": "https://www.cybersport.ru/counter-strike-go/articles/razrushennyi-zamok-angliiskogo-lorda-istoriya-karty-cobblestone",
        "article_post_time": "17.03.2022, 17:54",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "razrushennyi-zamok-angliiskogo-lorda-istoriya-karty-cobblestone",
        "article_text": "История шутера CS:GO насчитывает вот уже почти десять лет. За это время разработчики и фанаты создали бесчисленное множество карт, которые успели полюбиться тысячам геймеров. Некоторым из локаций было суждено навсегда остаться на неофициальных серверах и существовать для развлекательных режимов, а каким-то выпала честь оказаться в соревновательном маппуле и принять зрелищные матчи с участием лучших киберспортсменов планеты. Одна из таких карт — Cobblestone, ставшая любимой для многих фанатов и подарившая зрителям не один десяток невероятных хайлайтов. История карты Cobblestone — в материале Cybersport.ru. *Первая версия Cobblestone появилась в 2000 году. Ее автором выступил создатель карты Dust британец Дэвид Джонстон. Разработчик долгое время вынашивал идею создания большой локации со средневековой тематикой, и в итоге свет увидела de_cstle (Castle). Однако этой карте было не суждено оказаться в официальном маппуле Counter-Strike. По словам самого Джонстона, он не учел требования игры, в результате чего локация оказалась неиграбельной. Сразу же после провала de_cstle британец принялся за разработку Cobblestone, первая версия которой стала доступна в Counter-Strike BETA 6.5. *Карта оставалась неизменной вплоть до релиза Counter-Strike: Source, вместе с которой на локации обновили текстуры под новый движок шутера. Расстановка объектов на точках и прочие детали при этом остались неизменными. По-настоящему серьезное обновление Cobblestone получила перед официальным релизом в новейшей версии CS — Global Offensive. *Переработкой de_cbble перед выходом в CS:GO занималась Valve. Авторы полностью изменили точки A и B, а также переработали подходы к ним. Официальный релиз Cobblestone в Counter-Strike: Global Offensive состоялся 18 декабря 2013 года. *Об истории локации, где находится Cobblestone, известно немногое. Согласно официальному описанию, замок располагается во Франции и принадлежит лорду Уильяму. Как стало известно в 2015 году после выхода операции «Бладхаунд», территория Cobblestone на протяжении многих лет находится под бомбардировками со стороны террористов под предводительством Чейса Тернера (одного из главных антагонистов «Бладхаунд»). *Защиту замка обеспечивают элитные подразделения французской армии — GIGN (Группа вмешательства Национальной жандармерии Франции). На стороне террористов на Cobblestone сражаются бойцы подразделения «Феникс», представителями которого являются многие выходцы из Восточной Европы. Именно благодаря их происхождению на Cobblestone постоянно слышны крики из серии «Yo maio, I need help» и так далее. *По сюжету, Чейс Тернер, возглавивший подразделение «Феникс» после смерти предыдущего лидера, сделал лорда Уильяма, одного из сильнейших сторонников сил коалиции, своей личной целью и поставил задачу во что бы то ни стало уничтожить оппонента. Согласно официальному описанию, террористу удастся достичь цели и Cobblestone таки окажется в руинах… и превратится в карту Chateau (локация существует в CS 1.6 и CS: Source) — построенное с нуля поместье лорда Уильяма на месте разрушенного замка Cobblestone. *Cobblestone была добавлена в официальный соревновательный маппул CS:GO спустя несколько месяцев после релиза, а первым мейджором, где ее использовали, стал ESL One Cologne 2014. На том ивенте карту выбрали шесть раз, а главными фанатами новой локации оказались шведы из Ninjas in Pyjamas, одержавшие на том турнире единственную победу на мейджоре в своей истории. Коллектив Кристофера GeT_RiGhT Алесунда играл Cobblestone во всех матчах плей-офф (с винрейтом 100%), включая победный гранд-финал против заклятых врагов из Fnatic.*Впоследствии Cobblestone не покидала официальный соревновательный список карт на протяжении более трех лет. Матчи на de_cbble проводились на десяти мейджорах подряд, последним из которых стал ELEAGUE Major 2018. На пяти из десяти чемпионатов мира Cobblestone играли в гранд-финалах. Примечательно, что команды, которые побеждали на de_cbble в решающем матче мейджора, в итоге всего раз проигрывали серию. Это произошло в гранд-финале PGL Major Kraków 2017, когда бразильцы из Immortals разгромили Gambit Esports со счетом 16:4 на Cobblestone, а затем проиграли две карты подряд и позволили Даниилу Zeus Тесленко произнести легендарное признание в любви olofmeister. *К сожалению, точных статистических данных о популярности Cobblestone на профессиональной сцене CS:GO найти не удалось, однако если бегло пройтись по матчам на тех же мейджорах, то можно обнаружить, что de_cbble выбирали чуть ли не в каждой второй игре. Карта предлагала богатое тактическое разнообразие и была одной из тех, на которых не было очевидного преимущества у одной из сторон. Однако ничто из этого не убедило Valve сохранить Cobblestone в официальном соревновательном маппуле, откуда ее убрали в 2018 году, заменив на обновленную версию Dust2. Реакция комьюнити по большей части была одна: и киберспортсмены, и фанаты были недовольны решением Valve заменить любимый замок на Dust2, однако разработчики были непреклонны.*Карта Cobblestone уникальная в своем роде. Ее главная отличительная черта — размер: ни до, ни после de_cbble в официальном маппуле не было такой огромной локации. Масштабы карты позволяли капитанам создавать изощренные стратегии, в первую очередь нацеленные на обман соперника. Иными словами, Cobblestone была невероятно привлекательна для любителей фейк-раундов. В профессиональной CS:GO огромное значение имеют ротации, а когда стяжка с одного конца карты до другого занимает чуть ли не треть раунда, приходится задумываться, стоит ли отдавать свою точку и нестись на помощь тиммейтам. К тому же скайбоксы (невидимые текстуры в небе) позволяли использовать дымовые гранаты практически через всю карту, что еще более расширяло тактический потенциал Cobblestone. *Огромные размеры карты влияли не только на количество создаваемых стратегий — масштаб Cobblestone существенно повышал важность снайперов в командах. Да, наличие игрока с AWP желательно на любой карте в CS:GO, но на de_cbble без «весла» играть было совсем трудно. Учитывая рост уровня снайперов в последние годы, было бы интересно взглянуть, как матчи на Cobblestone выглядели бы в 2022-м, но, как известно, история не терпит сослагательного наклонения. Поэтому нам с вами остается лишь довольствоваться множеством хайлайтов, созданных годами раньше. *Olofmeister против Natus Vincere*Пожалуй, именно этот хайлайт первым приходит на ум, когда речь идет о Cobblestone. Момент произошел на ESL One Katowice 2015, где в рамках группового этапа встретились «золотой» состав Fnatic, выигравший несколько мейджоров, и Natus Vincere. За несколько месяцев до старта польского чемпионата Valve сильно понерфила пистолет CZ75-Auto, тем самым значительно повысив популярность более дешевого на тот момент Tec-9. Чем прекрасен этот пистолет, хорошо показал Олоф olofmeister Кайбьер, в одиночку разобравшийся с пятеркой украинского клуба.*Snax против Natus Vincere*Полтора года спустя, на ESL One New York 2016, состав Natus Vincere снова стал антигероем одного из самых легендарных хайлайтов на Cobblestone. Все та же точка B, все тот же пистолетный раунд, все та же ситуация 4v1. Правда, в этот раз соперником выступил не olofmeister, а Snax, и играл он не за сторону атаки, а за спецназ. Зато итог получился абсолютно тот же самый…*Friberg против Cloud9 *Как мы говорили, первым мейджором, на котором Cobblestone оказалась в официальном маппуле, был ESL One Cologne 2014. И именно на нем случился фантастический хайлайт в исполнении будущего чемпиона первенства Адама friberg Фриберга. Заняв хитрую позицию на точке A, шведский киберспортсмен наглядно продемонстрировал, почему стоит внимательнее проверять местность перед установкой бомбы. Та карта была решающей в серии bo3 против Cloud9 и завершилась со счетом 16:14 в пользу Ninjas in Pyjamas, и кто знает, как бы закончилась встреча, если бы не friberg.*KennyS против Team SoloMid*Один из немногих хайлайтов, в которых главным действующим лицом выступает не победитель, а проигравший. Во время противостояния на IEM Gamescom 2015 встретились составы Team Envy и Team SoloMid. Французы уверенно атаковали и добились преимущества 8:2, когда снайпер команды Кенни kennyS Шраб остался в ситуации 1v2. Киберспортсмен выбрал для атаки точку B, где прятался капитан соперника karrigan, собиравшийся помешать установке бомбы. План работал как часы, но в самый ответственный момент опытный датчанин, видимо, замечтался о своей возлюбленной Анастасии (чье имя красовалось в его никнейме) и опростоволосился, не убив Шраба за 12 выстрелов из USP-S. Итог — фейспалм от karrigan и выигранный раунд для Team EnVyUs.*S1mple против Renegades*Ну какой список хайлайтов может остаться без s1mple? В 2017 году на DreamHack Masters Malmo ростер Natus Vincere встретился с австралийцами из Renegades. Соперники NAVI смогли разобраться с четырьмя игроками украинского клуба, но впереди их ждала задача посерьезнее — s1mple. Как вы могли догадаться, задача была провалена, а Костылев разжился еще одним суперхайлайтом 1v5.*По состоянию на начало 2022 года Cobblestone по праву считается… мертвой. В 2018-м после завершения ELEAGUE Major: Boston карту убрали из соревновательного пула и отправили на переработку. Обычно при таких раскладах карты пропадают на пару лет, но в этот раз все вышло иначе.*Однако ждать фанатам пришлось совсем недолго: уже в октябре все того же 2018-го Valve представила обновленную версию Cobblestone во время ивента в честь Хэллоуина и… тем самым убила карту. По мнению профессиональных игроков и многих медийных представителей комьюнити, разработчики сделали локацию «неиграбельной», значительно ослабив сторону спецназа. Вполне ожидаемо, что популярность карты в матчмейкинге заметно снизилась, в результате чего в марте 2019 года Valve перевела ее в резервный список и удалила из официального подбора. Несмотря на многочисленные просьбы либо вернуть старую версию, либо детальнее переработать новую, Cobblestone так и остается нетронутой вот уже на протяжении трех с половиной лет. "
    },
    {
        "article_title": "О дивный новый мир: безумные цены на консольные игры в России",
        "article_url": "https://www.cybersport.ru/games/articles/o-divnyi-novyi-mir-bezumnye-ceny-na-konsolnye-igry-v-rossii",
        "article_post_time": "17.03.2022, 16:37",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "o-divnyi-novyi-mir-bezumnye-ceny-na-konsolnye-igry-v-rossii",
        "article_text": "Хотим мы того или нет, но наступила новая реальность: игровые компании все чаще объявляют России бойкот, и многие новинки перестают поступать на наш рынок. Более того, даже старые игры стремительно дорожают на фоне роста цены за доллар и евро. Кто-то официально повышает цены на фиксированное значение, кто-то распродает остатки по прежней стоимости. А особо предприимчивые и вовсе продают редкие и не очень тайтлы хорошо, если в три раза дороже, чем раньше. И ладно бы речь шла о вторичном рынке, который всегда славился саморегуляцией, но нет: многие из мелких продавцов (особенно этим грешат частники), которых можно найти на OZON и «СберМегаМаркете», нередко переходят все пределы разумного.*Стоит обратить внимание, что это не относится ко всем поголовно и на том же OZON все еще можно найти продавцов со старыми ценами. Впрочем, лучше поторопиться: даже официальные ритейлеры повышают стоимость старых и новых игр — некоторые новинки уже официально стоят ₽7 тыс. и выше. Увы, но улучшения в ближайшее время не предвидится."
    },
    {
        "article_title": "Лучшие моды для S.T.A.L.K.E.R. — новые сюжеты, старая атмосфера и настоящий хардкор",
        "article_url": "https://www.cybersport.ru/games/articles/luchshie-mody-dlya-s-t-a-l-k-e-r-novye-syuzhety-staraya-atmosfera-i-nastoyashii-khardkor",
        "article_post_time": "16.03.2022, 16:40",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "luchshie-mody-dlya-s-t-a-l-k-e-r-novye-syuzhety-staraya-atmosfera-i-nastoyashii-khardkor",
        "article_text": "Серия S.T.A.L.K.E.R. по праву занимает особое место в сердцах геймеров из СНГ: атмосфера шутера отзывается в душе благодаря родным пейзажам и особой постсоветской эстетике, с которой многие из нас сталкиваются едва ли не каждый день. Увы, разработчики решили закрыть продажи сиквела для российских геймеров, но в доступе всегда есть множество модов к оригинальным играм на любой вкус — от самостоятельных историй до «песочниц», в которых можно утонуть на десятки, а то и сотни часов. Cybersport.ru предлагает взглянуть на десять лучших глобальных модов для различных частей S.T.A.L.K.E.R. и подобрать что-то для души. Для тех, кто не успел купить «Тень Чернобыля» или «Зов Припяти», есть моды, работающие самостоятельно и не требующие наличия установленных тайтлов.*Ссылка на скачивание*Один из самых известных самостоятельных модов, доработка которого ведется с 2014 года. Авторы поставили цель довести «Тень Чернобыля» до состояния «той самой» S.T.A.L.K.E.R., которую GSC Game World показывала на ранних этапах разработки. *Игроки в Lost Alpha получают не только переработанную сюжетную линию с кат-сценами на движке игры, но и почти три десятка новых локаций, измененную систему симуляции жизни, множество новых противников, персонажей, единиц оружия, экипировки и многое другое. Добавьте к этому восстановленный транспорт, систему случайных выбросов, прокачку оружия и полноценную новую фракцию «Грех» (встречается, впрочем, и в других модах). При этом мод прекрасно работает без оригинальной игры и распространяется совершенно бесплатно — чем не повод вернуться в окрестности Припяти? Отдельно стоит упомянуть, что после прохождения сюжета игра предложит полноценный фриплей с дополнительными квестами, которые открываются только по завершении основной истории.*Ссылка на скачивание*Еще один мод, призванный восстановить «ту самую» S.T.A.L.K.E.R. образца 2002-2003 годов. Здесь энтузиасты разжились оригинальными дизайн-документами, ранними билдами и другими файлами для передачи максимально близкой атмосферы и сюжета.*Внешний вид мода также приближен к оригинальным билдам Oblivion Lost: сама игра ощущается более мрачной, а уровни наполнены старыми мутантами и множеством деталей. Система A-Life также претерпела большие изменения в сравнении с той, что попала в Shadow of Chernobyl, плюс в локациях появилось огромное количество атмосферного эмбиента. Не обошлось и без транспорта: у машин открываются двери и багажник, колеса простреливаются, а топливо постепенно тратится. Плюс восстановлены старые анимации, модели, аномалии, квесты и персонажи — вплоть до замены стрелка на Мессера с собственной уникальной моделью. Не забыли даже о записной книжке, которую обещали разработчики, — в общем, работа проделана огромная. При этом сейчас авторы Oblivion Lost Remake готовят уже третью версию мода, точная дата выхода которой не называется.*Ссылка на скачивание*O.G.S.E., он же Old Good S.T.A.L.K.E.R. Evolution, — еще одна попытка вернуть игре потерянный в ходе создания облик. При этом O.G.S.E. является переработкой другого мода, O.G.S.M.*Главное изменение — это куда более опасная Зона: аномалии практически не видны невооруженным глазом, а к обычным были добавлены пси-выбросы, от которых нужно прятаться, в том числе в брошенных БТРах. Кроме того, в игре появились транспорт (и возможность его чинить, в том числе в полевых условиях), система напарников, множество новых предметов и других правок вроде баланса торговли (не в пользу игрока). Само собой, изменения коснулись и баланса в целом: сражаться стало куда сложнее, противники больше не отображаются на радаре, а сами перестрелки стали труднее. С другой стороны, противников стало меньше, чтобы Зона казалась несколько более пустой. В качестве бонуса добавлены мелкие активности вроде квестов, ставок на тотализаторе и возможности торговать с учеными, которые предлагают множество полезностей — от препаратов для лечения последствий облучения и других вредных воздействий до биоискателей, миноискателей и артефактов-трансмутаторов, сочетающих в себе свойства сразу нескольких.*Ссылка на скачивание*В отличие от большинства модов и самих официальных игр, «Ф.О.Т.О.Г.Р.А.Ф.» переносит пользователя в самые первые дни изучения Зоны. Законов и группировок толком нет, а все окружение — terra incognita, которую только предстоит познать.*Игрок управляет фотографом, который отправился в Зону на съемки репортажа. Разработчики реализовали полноценную механику фотографирования, которая очень важна для выполнения основного квеста. Что интересно, у мутантов и аномалий еще нет названий, и давать их предстоит самому герою. Помимо основного квеста, в моде реализовано более 60 побочных заданий, большая часть которых выдается персонажами с собственными историями. Ну и не стоит забывать о колоссальной работе авторов со звуком: для мода были записаны десятки историй и песен у костра, которые будут различаться в каждой новой локации. Их, к слову, полтора десятка, и переходы между ними становятся доступны по сюжету. Среди сюжетных модов «Ф.О.Т.О.Г.Р.А.Ф.» по праву занимает место одного из самых запоминающихся.*Ссылка на скачивание*Новый сюжет, система классов игрока, больше 200 новых видов оружия, улучшенная симуляция жизни, уникальные NPC, сильно возросшая сложность и полностью переработанная графика — все это и многое другое можно найти в Misery, горячо любимом в сообществе фанатов моде. *Ко всему прочему разработчики увеличили важность элементов выживания — от голода и жажды до сна и навыков владения оружием. В начале игры можно выбрать один из трех классов (разведчик, штурмовик или снайпер), а сюжет стартует с «Черной дороги»: обновленное начало лучше показывает тонкости возросшей сложности игры. От оригинала остается не так много: разработчики старательно воспроизвели атмосферу постапокалипсиса и предложили уникальный опыт выживания в крайне неприветливом окружении, из-за чего рекомендуют браться за Misery только ветеранам оригинальных игр серии — ну или хотя бы других модов. Окунаться в этот мир вслепую может оказаться слишком сложно. Зато те, кто в Зоне чувствует себя как дома, смогут вновь насладиться игрой как в первый раз, когда опасности ждут за каждым углом, а окружающий мир все еще представляет собой большую загадку, которую только предстоит решить.*Ссылка на скачивание*Популярный глобальный мод, работающий без оригинальной игры. В отличие от многих других разработчиков, авторы Anomaly попытались сделать отличную базу для других надстроек, которая при этом не уступает по качеству полноценной игре. *Anomaly предлагает на выбор как сюжет, состоящий из четырех глав, так и полноценную «песочницу» с возможностью начать игру за несколько различных фракций. Плюс есть режим с войной группировок, в котором нужно активно сражаться за территории. Не стоит забывать о множестве доработок — от полной переделки всех карт, системы погоды и сильно улучшенного стелса, который наконец-то стал полезным, до живого, в котором не только расширена симуляция жизни, но и добавлены динамические аномалии и полноценная система известности. Разработчики немало потрудились и «под капотом»: у игры доработанный 64-битный движок, вес значительно уменьшен за счет удаления всех ненужных файлов, а графика улучшена благодаря кастомным шейдерам и другим нововведениям. Список предметов пополнился новыми детекторами вроде счетчика Гейгера или радиоприемника, роль КПК заметно выросла, броня и шлемы изрядно переработаны… В общем, об изменениях в Anomaly можно говорить очень долго. Но лучше, само собой, пробовать самостоятельно.*Ссылка на скачивание*Самостоятельная «песочница», не требующая установленного оригинала. Для изучения доступны 32 карты — как взятые из всех трех игр и бета-билдов, так и оригинальные. Уже по традиции разработчики капитально изменили систему A-Life и связанные с ней квесты, а также улучшили движок и систему скриптов.*В начале прохождения игрок создает собственного персонажа, выбирая портрет, имя, фракцию и экипировку, а после отправляется в свободное плавание. Есть несколько режимов на выбор, в том числе сюжетный, зомби-выживание, «железный человек», в котором у сталкера всего одна жизнь, и «Азазель», где после смерти можно вселиться в другого персонажа. А еще разработчики улучшили взаимодействие с NPC — от динамической торговли, в том числе в сети, до возможности допрашивать раненых врагов и текстом передавать команды союзникам. И не стоит забывать о реализме: мутанты могут нападать по ночам на лагеря, оружие требует длительного ремонта, герою нужно спать, артефакты со временем теряют свойства… В качестве вишенки на торте — возможность поиграть за зомби.*Ссылка на скачивание*Мод, делающий ставку на проработанный сюжет, а не на новые механики. В сообществе любителей серии «Путь во мгле» сравнивают по проработке с оригинальными играми, среди недостатков упоминая разве что небольшую продолжительность сюжетной линии.*В «Пути во мгле» игрок берет на себя управление сталкером-новичком, который с более опытным товарищем пытается проникнуть в Зону и отыскать легендарный артефакт. Увы, поддельные документы, которыми разжились искатели приключений, быстро раскрываются, и военные на кордоне выдвигают условия: сам герой должен принести крупную сумму, после чего армейцы отпустят его напарника. Простая завязка на деле выливается в приличных размеров приключение с нелинейными квестами, интересными активностями и путешествием по шести локациям — как переработанным, так и созданным для игры с нуля. «Путь во мгле» вышел без малого восемь лет назад, но все еще любим фанатами. Особенно все выделяют город Курчатов, специально созданный для мода, и «Спектрум» — новую группировку, стычки с которой проходят во второй половине сюжета. А еще здесь есть уникальные анимации, оружие, персонажи и полноценные головоломки с применением новых устройств, что встречается в модах не так уж часто.*Ссылка на скачивание*Пожалуй, самый известный мод из числа тех, что предлагают сыграть за члена самой загадочной группировки серии — «Монолит». Под управление пользователя попадает Тихон, который волей случая становится одним из монолитовцев.*Собственно, главная фишка мода — возможность взглянуть на события глазами монолитовца. Тихон поначалу сам не очень-то помнит, как оказался в рядах группировки, и постепенно будет разбираться в случившемся, выполняя более десятка глобальных квестов. К слову, разработчиками предусмотрено мирное прохождение, что встречается не так уж часто. Нельзя не упомянуть, что в сюжете раскрыто немало нового о «Монолите» — от быта фракции до истории ее возникновения. Создатели мода полностью переработали интерфейс и ряд механик, добавив в том числе уникальные вроде необычного ремонта различных предметов, а также не поленились сделать для игры кат-сцены. Ну и, как в большинстве случаев, были изрядно улучшены графика и звук, а также добавлены новые локации, каждую из которых предстоит изучить в рамках сюжета.*Ссылка на скачивание*Еще один хардкорный мод для ветеранов серии. Разработчики реализовали множество нововведений, в том числе настройки стартовых условий и систему навыков, позволяющих внести разнообразие в игровой процесс.*Dead Air — «песочница», в которой поначалу нет никакого сюжета, но в ходе исследования мира можно наткнуться на приключение с изучением секретной военной лаборатории, где разработчики спрятали немало интересного. А еще здесь есть уникальный режим «Последний выживший»: в нем в Зоне полностью исчезают люди, у игрока нет привычного КПК, а единственным способом разжиться чем-то полезным становятся тайники. При этом сталкеру-одиночке придется основать собственную базу для хранения нажитого скарба в опасном мире, где количество мутантов значительно выросло. Еще авторы основательно переработали систему вооружения: измененными оказались и огнестрельное оружие, и рукопашный бой, который разнообразили с помощью множества новых видов оружия вроде топоров, лопат и ломов. И, само собой, Dead Air предлагает сильно подтянутый визуальный ряд, от добавленного тумана и переработанной погоды до измененных старых локаций. И нельзя не отметить, что мир меняется вместе с игроком: цены постепенно растут, а окружение становится опаснее. В общем, отличный вариант для тех, кому мало обычной Зоны."
    },
    {
        "article_title": "Куда идти тем, кто больше не может играть в WoW — MMORPG, доступные в России",
        "article_url": "https://www.cybersport.ru/games/articles/kuda-idti-tem-kto-bolshe-ne-mozhet-igrat-v-worldofwarcraft-mmorpg-dostupnye-v-rossii",
        "article_post_time": "16.03.2022, 13:37",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "kuda-idti-tem-kto-bolshe-ne-mozhet-igrat-v-worldofwarcraft-mmorpg-dostupnye-v-rossii",
        "article_text": "Ограничение на оплату подписок в играх зарубежных компаний навело панику среди российских геймеров: многие лишились привычного досуга и спешно начали искать отечественные или лояльные к нашим платежным системам аналоги. Особенно сильно это повлияло на сегмент MMORPG — волной санкций зацепило мастодонта жанра. Во что можно поиграть, пока желанная подписка на World of Warcraft недоступна, пополнение баланса The Elder Scrolls Online временно заблокировано, а другие многопользовательские игры в Steam и вовсе не купить? Есть варианты!*Важно понимать, что паника среди фанатов MMORPG необоснованна: большая часть игр этого жанра до сих пор доступна, проблемы возникают только при оплате подписки или покупке внутриигровых предметов за реальные деньги. В первую очередь это касается World of Warcraft. Игра от Blizzard и раньше держалась особняком: она никогда не распространялась по free-to-play модели, поэтому к ней нельзя было вернуться в любой момент. Кстати, раньше именно подписка отсеивала случайных нубов, «школьников» (скорее как интернет-типаж, чем реальных учащихся) и троллей. А теперь она сыграла злую шутку.*В World of Warcraft всё ещё можно играть — она работает, как и раньше. Исключение — провайдеры Донбасса (и Крыма, но жители полуострова давно научились обходить ограничения). Да, напрямую оплата подписки не проходит у всех россиян, но на свой страх и риск можно попросить друзей с европейскими картами Visa оплатить вам игровое время, зайдя на ваш аккаунт, либо совершенно легальным образом сделать вам подарок — такая функция есть в Battle.net. Кроме того, если ваша подписка всё ещё активна, можно успеть нафармить необходимое количество золота на жетон, в том числе на европейских реалмах. Это можно делать даже пробными персонажами, было бы желание. Ну а для тех, кто не хочет заморачиваться и готов попробовать что-то новенькое, мы подготовили список более лояльных игр.*Первыми о повышении интереса к своей игре рассказали авторы «Аллодов Онлайн». По сообщению MY.GAMES, количество регистраций за день увеличилось в 80 раз после запрета на оплату World of Warcraft, а серверы оказались переполнены. Единственный подписочный реалм не справился с нагрузкой, так что разработчикам даже пришлось открыть второй мир для страждущих русскоязычных геймеров.*«Что такое “Аллоды Онлайн” и почему мы говорим о них в 2022 году?» — покрутят у виска многие. Если вам тоже казалось, что серия «Аллоды» была похоронена где-то в десятых годах, то спешим сообщить приятнейшее известие: MMORPG живет и развивается. Рейтинговые сезоны, новые квесты и локации — если ворваться в игру на волне хайпа, то можно сойти за своего. В особенности на новом сервере с начальной экономикой. *Вообще, «Аллоды Онлайн» условно-бесплатная: если играть на обычных серверах, можно не вкладывать реальные деньги вовсе. Однако новый сервер — подписочный, и поиграть там можно, только вложив ₽390.*Особо пикантным моментом (время сейчас такое) для геймеров будет сам сеттинг «Аллодов»: элементы в игре отсылают к самым разным историческим периодам развития русского государства. От Древней Руси до советского коммунизма — игра может стать для вас своеобразной экскурсией в прошлое. С налетом фэнтези, разумеется.*Если вы любите играть в классические MMORPG, то не факт, что вам понравится EVE Online от CCP Games. Всё же эта игра скорее про стратегию и глобальное видение, чем про прокачку своего персонажа (в данном случае — космолёта) и любые другие мирские радости. Все дороги в EVE Online ведут к войне за доминацию в космическом пространстве. Интересы одного игрока в масштабах вселенной становятся не важны: если новичок сунет нос в зону боевых действий, то, скорее всего, попрощается с кораблем.*Основа игры EVE Online — глобальный космический конфликт. Каждый юнит — солдат, который сражается за свою корпорацию. Как и в любом крупном сообществе, здесь есть лидеры и те, кто жаждет занять их места. Генералы и солдаты, теоретики и практики, предатели и идейные воины-берсерки. Даже для любителей гринда тут есть своя задача: можно сутками напролёт возить ресурсы и товары из точки А в точку Б, получится эдакий ролеплей шнырь-курьера.*Авторы EVE Online не ограничивали доступ к игре для пользователей из России, Украины, Беларуси и любых других стран. Скачать тайтл можно с официального сайта, лаунчер у CCP Games свой. Игра бесплатная, сбором ресурсов можно набрать капитал даже на премиум.*«Скоро начнется прекрасная новая эра», — так на официальном сайте разработчики говорят о грядущем обновлении для Conqueror's Blade. Глобальный патч под названием Paragons выйдет 17 марта, поэтому всем новичкам удастся ворваться в новый контент одновременно с олдами.*Conqueror's Blade — это бесплатная тактическая игра. Здесь вам придется захватывать чужие территории, формировать отряды бойцов и проводить большую часть времени в осаде. Хотя это далеко не MMORPG в привычном понимании, но как замена WoW и других недоступных в России тайтлов она подойдет. Во-первых, ваш персонаж-военачальник — тот же классический чар из фэнтези-вселенных, но только в сеттинге Средневековья! Во-вторых, в Conqueror's Blade развита система альянсов, так что социальная сторона вопроса (если в играх вас интересуют знакомства и общение) будет покрыта с лихвой. Особенно зайдет тем, кто уже играл в Total War или Command & Conquer.*Игру в России издает MY.GAMES, то есть Mail.ru. ArcheAge локализована именно этой российской компанией, поэтому игроки спокойно продолжают обустраивать дома, выращивать огороды и кормить ручных медведей. При логине на серверы ArcheAge пока нет всплывающего окна «Добро пожаловать беженцам из World of Warcraft», но идейно именно эта игра могла бы удовлетворить казуального вовера по части мирового PvP, квестов и социальных взаимодействий.*Как и в 2014-м, ArcheAge в 2022 году требует много времени. Прокачка и изучение дополнительных умений персонажа занимают недели, завершение некоторых активностей (попробуйте вырастить сад!) потребует месяцы. Без премиума в ArcheAge не поиграть: всё будет ещё более мрачным и медленным, доступ к домам закрыт, потраченные очки работы не вернутся, да и опыта за сражение с монстрами будет капать в разы меньше. 30 дней обойдутся в 300 кристаллов, каждый из которых стоит один рубль.*ArcheAge «слоупочная». К моменту, когда ваш герой будет одет по последней моде (или, например, станет пиратом), возможности для оплаты подписки в World of Warcraft наверняка разблокируют. Встретимся в 2К77!*Star Wars: The Old Republic — сюжетная MMORPG, скачать которую можно на официальном сайте. Во время регистрации вас не спросят, из какой страны планируете играть, и никаких баррикад проходить не придется. Впрочем, оплатить премиум-аккаунт или задонатить разработчикам на развитие тайтла пока не выйдет, но это необязательный ритуал.*Еще в 2012 году Star Wars: The Old Republic перешла на бесплатную модель распространения, и лишь в 2022-м это действительно может пригодиться фанатам жанра, а не сеттинга «Звёздных войн». SWTOR — идеальная игра для того, чтобы побегать в одиночку, несмотря на свой жанр. Всё потому, что на первых порах вас будут сопровождать тиммейты-NPC, реальные знакомства не понадобятся. Ключевые механики MMORPG — прокачка, фарм, квесты, данжи и даже PvP — в SWTOR в наличии.*Смесь китайских и корейских MMORPG, порождение абсолютного безумия в рамках фэнтези-вселенных. Это Blood and Soul. Из Поднебесной в игру пришел лор: там и разверзшаяся земная твердь, и боги, которые не просто даруют персонажам свое благословение, а пробуждают в каждом герое собственную божественность. По ходу прокачки и выполнения миссий вы будете получать «божественные ранги» — некоторые доступны всем, другие выдаются только на основании специального еженедельного рейтинга. Если коротко, то каждому дано стать богом истины или исцеления, но добраться до звания бога смерти будет крайне сложно. Подробнее об этом можно прочитать на официальном сайте. Там же доступен и лор Blood and Soul — неплохой экшен про Великое Зло, советую прочитать.*От корейских игр Blood and Soul достался бесконечный гринд. Каждое звание, предмет экипировки, артефакт или победа в гладиаторском бою будет начинаться с фарма. Кто-то любит такое, кто-то ненавидит — мы предупредили. Донатить в Blood and Soul не надо: хотя в премиум-магазине огромное количество вещей, в том числе влияющих на баланс, внутри клиента есть биржа. Опытному торговцу не составит труда разжиться валютой игровым путем.*Aion — ещё одна неплохая пародия на глобальный конфликт в рамках MMORPG. Если вы вовер до мозга костей и ни разу не пробовали этот тайтл, то смело скачивайте. Ангелы против демонов (на самом деле элийцы против асмодиан) — это даже круче, чем орки против людей. Армии в WoW дерутся на земле, а в Aion можно раскроить врагу череп прямо в полёте!*В Aion хорошая система квестов, множество мировых боссов и интересная прокачка. На ранних уровнях в этой игре контент насыщеннее, чем в лейтгейме. Именно в Aion рай для игроков-одиночек, так как есть даже соло-данжи. Впрочем, иногда постоять в городе и покричать в чат о поиске группы тоже не бывает лишним, и это вполне атмосферное занятие! Совсем как в World of Warcraft Classic. Так что если вы просто ждёте, пока вновь откроется доступ к оплате WoW, идея сыграть в Aion вполне достойная. Тем более что 4Game сделала её бесплатной.*Perfect World ещё на релизе называли «азиатской World of Warcraft»: прежде всего такое впечатление производила графика тайтла, потому что по способностям и прокачке персонажей это скорее Lineage, если говорить о старших братьях жанра. В Perfect World стоит идти тем, кто любит массовые PvP (поля боя или осады), а также контент в составе группы из пяти человек. Да, «ключи» здесь не пофармишь, но в Гуй (вполне приличное место, где надо зачищать волны монстров) с товарищами сходишь!*В PW, в отличие от той же Aion, первые уровни летят очень быстро, насладиться контентом для нубов не выйдет. Скорее всего, вы застрянете в мидгейме, где придётся выполнять ежедневные квесты и собирать ресурсы в локациях. Вайб WoW поймаете, если когда-нибудь фармили траву для похода в рейд. И кстати, игрокам в PW можно не бояться, что им запретят донатить на скины: игру издает Mail.ru.*Донатить в Perfect World необязательно, но удержаться сложно. В магазине есть множество товаров, которые облегчат прокачку (очень существенно) и украсят персонажа (огромный набор скинов). Многие оставляют в игре сотни тысяч, всё зависит от силы воли и финансовых возможностей.*Последней (но не по значению!) в нашем списке значится Lineage II и её многочисленные современные версии. Подробнее о том, какие именно хроники старой доброй «Ладвы» актуальны, мы уже писали. Сейчас свободный доступ в РФ есть к каждой. Донатить тоже должно получиться, ведь, к сожалению, в новой реальности линейщикам без этого никуда.*В комментариях к новостям было множество идейных борцов за справедливость, которые после блокировки основных способов оплаты подписки в World of Warcraft вспомнили о пиратских серверах. Хотя они все еще остаются нелегальными, интерес к ним в текущих реалиях понятен. Если у вас «ломка» по World of Warcraft, то осудить вас за скачивание нелицензионной версии сможет только совесть. Но лучше все-таки попробуйте игры из нашего списка. "
    },
    {
        "article_title": "Тест. Угадай аниме по женскому персонажу — найди свою вайфу",
        "article_url": "https://www.cybersport.ru/other/articles/test-ugadai-anime-po-zhenskomu-personazhu-naidi-svoyu-vaifu",
        "article_post_time": "16.03.2022, 10:51",
        "article_category": "Тесты",
        "article_source": "Cybersport.ru",
        "article_mark": "test-ugadai-anime-po-zhenskomu-personazhu-naidi-svoyu-vaifu",
        "article_text": "Британские ученые давно доказали, что рисованные девушки из аниме лучшие на свете. Мы не будем спорить с наукой, а лучше займемся самообразованием и заодно проверим, насколько хорошо читатели Cybersport.ru знакомы с предметом. Сможете ли вы угадать аниме по женскому персонажу из него? Будьте осторожны, одна из этих девушек может похитить ваше сердце. *\n                    20 вопросов\n                *Ну что тут сказать, вероятно, тебе только предстоит познать всю прелесть рисованных японских девушек.*Ты определенно знаешь толк в аниме и рисованных девушках — возможно, одна из них даже похитила твое сердце. Вот только пока в твоих познаниях хватает пробелов.*Великолепный результат. Сразу видно, ты знаешь толк в 2D-девушках! Признавайся, кто из них стоит у тебя в телефоне на заставке?"
    },
    {
        "article_title": "ILTW в горящей комнате, орущий ChuaN и мемы — граффити новых командных бандлов DPC 2021/2022",
        "article_url": "https://www.cybersport.ru/dota-2/news/iltw-v-goryashei-komnate-orushii-chuan-i-memy-graffiti-novykh-komandnykh-bandlov-dpc-2021-2022",
        "article_post_time": "15.03.2022, 23:00",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "iltw-v-goryashei-komnate-orushii-chuan-i-memy-graffiti-novykh-komandnykh-bandlov-dpc-2021-2022",
        "article_text": "Участники второго сезона DPC 2021/2022 представили новые граффити в командных бандлах. Как и в прошлых наборах, многие коллективы постарались сделать отсылки к известным мемам.*OB Esports x Neon использовала фото с кричащим Вонг ChuaN Хок Чуаном, который исполняет обязанности тренера состава. Nigma Galaxy SEA обыграла мем с Человеком-пауком, где в роли двойников выступили Амер Miracle- аль-Баркави и Гальвин Meracle Кан Цзянь Вэнь. Европейский состав Nigma Galaxy тоже решил использовать популярный шаблон, поместив нарисованного Игоря iLTW Филатова в горящую комнату.*Командные бандлы весеннего сезона DPC 2021/2022 были добавлены в игру 15 марта. Граффити открываются на серебряном уровне поддержки — такой набор обойдется в ₽1 360. За доступ к фразам для колеса чата придется заплатить ₽2 720. Коллективы получат 50% от продаж своих брендированных комплектов."
    }
]