[
    {
        "article_title": "Косплей на Луну Лавгуд из «Гарри Поттера» — девчонка с мозгошмыгами",
        "article_url": "https://www.cybersport.ru/other/articles/kosplei-na-lunu-lavgud-iz-garri-pottera-devchonka-s-mozgoshmygami",
        "article_post_time": "12.04.2022, 15:40",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-lunu-lavgud-iz-garri-pottera-devchonka-s-mozgoshmygami",
        "article_text": "Модель Ирина Копейкина представила фотосессию в образе Луны Лавгуд из вселенной «Гарри Поттера». Косплей создан по мотивам пятого фильма франшизы — времени, когда Долорес Амбридж захватила власть в Хогвартсе.*Луна Лавгуд — один из ключевых персонажей в мире, созданном писательницей Джоан Роулинг. В фильме роль студентки факультета Когтевран (в фанатской среде и в оригинале — Рейвенкло) исполнила Эванна Линч. В школе чародейства и волшебства Полумну считали немного сумасшедшей, но её гибкий ум помог Гарри Поттеру найти один из крестражей, спрятанный в Хогвартсе.*Ранее на Cybersport.ru вышла обзорная статья по циклу экранизаций «Гарри Поттера». В ней автор рассказала о лучшем и худшем, по ее мнению, фильмах франшизы. Поделиться своим мнением об этом можно в опросе."
    },
    {
        "article_title": "Чем закончились наши любимые сериалы? Рассказываем о «Докторе Хаусе», «Остаться в живых» и не только",
        "article_url": "https://www.cybersport.ru/other/articles/chem-zakonchilis-nashi-lyubimye-serialy-rasskazyvaem-o-doktore-khause-ostatsya-v-zhivykh-i-ne-tolko",
        "article_post_time": "12.04.2022, 11:45",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "chem-zakonchilis-nashi-lyubimye-serialy-rasskazyvaem-o-doktore-khause-ostatsya-v-zhivykh-i-ne-tolko",
        "article_text": "Некоторые сериалы длятся так долго, что часть зрителей попросту отвлекается и бросает дело на полпути. Если вы уже не помните или никогда не знали, как закончились сериалы «Доктор Хаус», «Зена — королева воинов», «Менталист», «Сверхъестественное» и другие, а пересматривать многосерийные тайтлы в ваши планы не входит, — предлагаю прочитать об этом. Берегитесь спойлеров — в этой статье их очень много!*Финал сериала «Доктор Хаус» оказался трагичным: гениальный доктор находится под следствием и вот-вот загремит в тюрьму, его лучший друг Уилсон болен раком и умрет через пять месяцев, а некогда преданной и дружной команды молодых врачей больше не существует. *Открытый финал позволяет зрителям самим решить, как именно интерпретировать показанное в последней серии «Доктора Хауса». Сценарист на вопрос, мёртв Грегори или всё-таки жив, лишь развёл руками, ну а зрители усмотрели в этом явную отсылку к событиям в Рейхенбахском водопаде из цикла о Шерлоке Холмсе.*В финальной серии Хаус ожидает приговора: из-за него в больнице произошел несчастный случай, и доктора будут судить по всей строгости, учитывая, что это далеко не первое его преступление и условный срок у него уже в наличии. Если его признают виновным, то он определенно сядет. Хауса такой расклад не устраивает, причем не из-за страха лишиться свободы — он готов сесть, но только после того, как проведет с Уилсоном его последние пять месяцев. *Серия снята довольно сумбурно: нам не рассказывают историю целиком, практически до самого конца финальное дело Хауса мы наблюдаем в обратном порядке. В начале серии доктор оказывается в горящем здании рядом с трупом героинового наркомана, но не помнит (или не хочет помнить), что произошло до этих событий. Изначально у Хауса есть четкие намерения остаться и погибнуть прямо здесь, завершив тем самым все моральные терзания по поводу скорой кончины лучшего друга. Его подсознание сопротивляется такому решению: аргументы, почему Хаус должен спастись из горящего здания, приводят близкие ему люди либо те, кто как-то повлиял на жизненный путь гениального врача. Бывшая жена и любимая женщина Стейси, стерва Эмбер Волакис, душевная Эллисон Кэмерон — все они часть разыгравшегося воображения Хауса и его внутреннего диалога. В итоге Хаус всё же прислушивается к собственным аргументам и ищет выход, попутно вспоминая детали последнего врачебного расследования, но зрителю демонстрируют это так, будто Хаус погиб: на силуэт врача в окне горящего здания падает балка, а после помещение и вовсе взрывается.*Из-за того, что авторы не хотели говорить прямо, как Хаус выжил, появилось несколько теорий относительно финала «Доктора Хауса». Первая — мистическая и немного натянутая. Согласно ей, Хаус всё же мёртв, а Уилсон решил провести свои последние пять месяцев вместе с призраком лучшего друга. Немного иначе точку в этой истории интерпретируют фанаты Холмса: так как Уилсон, очевидно, играл роль Ватсона, зрители могут видеть немного приукрашенный финал от лица рассказчика. *Однако большинство придерживается прямой интерпретации показанных событий, веря в слова гениального доктора. Хаус не был бы Хаусом, если бы не «разрулил» обстоятельства по-своему. После продолжительных разговоров со своим подсознанием на фоне решения очередной медицинской головоломки он собирается представить всё так, будто мертв, и подменяет стоматологические материалы, по которым будет проводиться опознание. Всё получается: Хауса признают погибшим, на похороны приходят все близкие ему люди. *Большинство из них говорят приятные вещи — о том, каким Грегори был умным, находчивым, как умел любить и быть любимым. И только Уилсона накрывает волной гнева, он высказывается о покойнике прямо: дескать, Хаус был полной скотиной и сволочью, мизантропом и эгоистом, каких свет не видывал. О том, что доктор на самом деле жив, Уилсон узнает благодаря СМС-сообщению: Грегори просит его заткнуться, и Джеймс вдруг понимает, что всё содеянное было только ради их дружбы. Товарищи отправляются в последнее путешествие на мотоциклах. Название у серии восхитительное: Everybody Dies, что отсылает к классическому постулату Хауса — Everybody Lies.*Если за пятнадцать лет с момента выхода первого сезона сериала вы устали и просто забросили просмотр где-то на середине, то вам наверняка интересно, чем же эта эпопея в итоге кончилась. Многие зрители давно перестали искать логику в бесконечных циклах смертей и воскрешений, столкновениях ангелов, демонов и прочих божественных существ. Однако в итоге эти потусторонние баталии продолжались до самого последнего съемочного дня.*В финале сериала Винчестеры бросают вызов Богу. Да, не в первый раз, но в данном случае в последний: создатель всего сущего (должность по лору «Супернатуралов» переходящая) решил уничтожить человечество, оставив на руинах планеты только Дина и Сэма, чтобы те страдали. Им такой расклад не нравится, поэтому братья избавляются от Бога, чтобы заменить его новым — нефилимом Джеком, который является сыном Люцифера, а самих Винчестеров считает членами семьи. План реализуется, мир спасён, почти все счастливы.*В последней серии нам вновь показывают смерть Дина, старшего Винчестера: он умирает в схватке с вампирами. Незадолго до этого также погибает близкий друг братьев и один из самых популярных в комьюнити персонажей — ангел Кастиэль. В живых остается Сэм, и только ему удается встретить «мирную» старость вместе с женой и детьми. В финальной сцене зритель видит, что Винчестеры всё же воссоединились в раю — и на этот раз оба умерли окончательно. Во всяком случае, спустя четыре года после закрытия сериала воскрешать их никто не собирается, хотя с этими ребятами уже не знаешь наверняка…*Одна из самых ярких многосерийных детективно-социальных лент завершилась свадьбой Патрика Джейна и Терезы Лисбон. На протяжении семи сезонов они были лишь коллегами, но в восьмом сценаристы наконец-то пошли комьюнити навстречу и добавили в их отношения немного романтики. Весь седьмой сезон (13 серий) рассказывает о развитии их отношений. Учитывая, что рейтинги сериала после убийства Кровавого Джона падали, такой фансервисный поворот помог закончить шоу на позитивной ноте с точки зрения как сюжета, так и зрительского интереса.*Последнее дело Лисбон и Джейн завершили прямо в подвенечных нарядах. Изначально Тереза не хотела устраивать пышное празднование, но выяснила, что многие родственники (ведь у неё целых три брата), коллеги (как из КБР, так и из ФБР) и просто друзья хотели бы разделить с новобрачными этот день. Якобы отказ от празднования и роспись в компании судьи помогает Джейну и Лисбон поймать преступника, который за ними охотится. После задержания пышная вечеринка всё же состоялась.*Последней сценой сериала авторы решили сделать признание Лисбон: девушка сообщает Джейну, что беременна. Таким образом, много лет назад лишившийся жены и дочери Патрик (таким зритель увидел его в первой серии первого сезона) обретает свое счастье вновь. В этот же день он покупает живописный участок земли, где планирует построить их с Терезой дом.*В последней серии «Зачарованных» сёстры Холливелл, как и всегда, сражаются со злом. На этот раз силы демонов настолько велики, что зачарованные терпят поражение: Пейдж и Фиби погибают, на руинах собственного дома скорбеть о них остается лишь Пайпер. *Пайпер (к этому моменту ставшая самой могущественной ведьмой во Вселенной) не готова мириться со смертью Пейдж и Фиби: она отправляется в прошлое, чтобы изменить исход битвы, но «немного» промахивается, попадая во времена молодости родителей — 1975 год. Убеждая предков, что она из будущего, девушка находит способ повернуть всё вспять, благодаря чему финальная драка с демонами проходит по другому сценарию. Все живы и даже счастливы: в доме Холливелл множество фотографий разных лет, а в заключение нам демонстрируют постаревших седовласых Лео и Пайпер. *Смерть воительница Зена встретила в Японии. Она бросила вызов демону Йодоши — старому знакомому, убитому собственной дочерью благодаря приему, который ей показала Зена. По сути, именно её навыки привели к тому, что тиран, но всё же человек, стал демоном. После смерти он захватил множество человеческих душ, и Зена решила пожертвовать собой в неравном бою с самураями. Проткнутая десятком стрел, она сложила голову на поле битвы — её отрубил один из самураев. *Для Зены, которая уже не раз попадала в самые разные мистические передряги, физическая смерть не стала окончанием истории. Она тут же возродилась в виде призрака и освободила пленников Йодоши. Но вот затем Зена отказалась от еще одного воскрешения, хотя способы были. Ее смертные приключения закончились, но впереди у Зены была целая загробная жизнь: в финале зрители увидели, как вместе с верной спутницей Габриэль призрак королевы воинов плывет на корабле к новым историям.*Пожалуй, концовку «Теории Большого взрыва» помнят многие, но это даже хорошо: авторам удалось завершить шоу красиво. Финальная серия собрала огромное количество положительных рецензий: на агрегаторах оценка эпизода The Stockholm Syndrome составляет 9,5 баллов из 10.*В финале случилось многое, но центральное событие — это получение Нобелевской премии Шелдоном и Эми. Гений своего времени разблокировал действительно важную ачивку, после чего разродился 90-минутной речью, в которой признался в любви ко всем своим друзьям. Да-да, эгоист Шелдон Купер продемонстрировал себя во всей красе именно в тот день, когда по праву мог бы кичиться своим великолепием, и никто бы слова не сказал против.*Для меня самой интересной находкой сценаристов был внезапно заработавший лифт. Он был сломан на протяжении 12 сезонов сериала, поэтому починка стала шикарным финишным флажком. «Теория» кончилась — и это хорошо.*Финал сериала «Клан Сопрано» довольно спорный: так до конца и не ясно, выжил главный герой или был убит, но в пользу последнего буквально кричит вся заключительная сцена. Одно ясно точно: многолетняя война между семействами Тони Сопрано и Фила Леотардо закончилась. Леотардо мертв, а Сопрано — жив на момент смерти первого, а потому может считаться победителем в этом противостоянии.*Семья Сопрано собирается в закусочной «Хольстен». Эта сцена должна была стать лёгкой и непринужденной, но напряжение всё же чувствуется. Зрителю демонстрируют, что Тони внимательно наблюдает за всеми, кто входит в помещение, и показывают подозрительного человека, который направляется в сторону туалета. Когда по сюжету в закусочную должна войти дочь Тони Мэддоу, экран внезапно затемняется, фоновая музыка обрывается, а зритель видит титры.*Найти фаната сериала «Остаться в живых», который остался удовлетворен его финальной серией, будет крайне сложной задачкой. Сценаристы, которые подарили действительно интересную завязку и развитие сюжета, приковавшее к экранам многомиллионную разновозрастную и многонациональную аудиторию, продемонстрировали худший финал из возможных: оказалось, что все герои давно умерли.*На самом острове случилась катастрофа: он разрушался в последние часы жизни участников мистических событий, и финальный кадр на нем был повторен в точности как первый кадр «пилота» — Джек Шепард лежит на спине, вокруг него высокие пальмы, а его взгляд прикован к небу. В первой серии глаза Дока открываются, а в финале — закрываются. Но это не конец: зрителя переносят в реальный мир, показывая, как всё было на самом деле.*Настоящий финал состоялся в церкви, где собрались все известные нам пассажиры рейса Oceanic-815 из Сиднея в Лос-Анджелес. Они рады друг друга видеть, простили все обиды и улыбаются. Сцена смотрелась пресной и наигранной и во многом поэтому не нашла отклика в душе зрителя. Религиозность, которой не было места в самом сериале, возмутила аудиторию. Откуда набожность в сериале, где изначально были мистика и пороки? Откуда смирение у самых черствых героев, почему конфликты в этом обществе вдруг стали незначительными? Для этого не было предпосылок, вопросы остались без ответа. *Кстати, сценаристы «Остаться в живых» впоследствии повторили провал кульминации в еще одном своем творении — «Однажды в сказке». Невероятно захватывающие первые три сезона эпопеи приковали к экранам аудиторию, впоследствии авторы организовали уже классический для них «слом» с путешествием в другой мир, но вывести на эпичную развязку снова не смогли. Ещё одно погубленное произведение, которое не хочется досматривать до финала. *****Существует множество сериалов, досматривать которые по тем или иным причинам не получается: «долгострои» становятся скучными, некоторые ленты забываются, другие слишком долго снимают. Финалы каких сериалов вам хотелось бы узнать или вспомнить, а смотреть лениво? Рассказывайте, я обязательно сделаю это за вас."
    },
    {
        "article_title": "Косплей на Джинкс из League of Legends — эффектные формы вопреки канону",
        "article_url": "https://www.cybersport.ru/league-of-legends/articles/kosplei-na-dzhinks-iz-league-of-legends-effektnye-formy-vopreki-kanonu",
        "article_post_time": "11.04.2022, 00:37",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-dzhinks-iz-league-of-legends-effektnye-formy-vopreki-kanonu",
        "article_text": "Модель Кристина Kalinka Fox Струкова представила косплей на чемпиона League of Legends и главную героиню сериала «Аркейн» — безбашенную хулиганку Джинкс. Фотографии опубликованы в социальных сетях девушки.*В LoL Джинкс имеет худощавое телосложение и невыдающиеся формы, однако Kalinka Fox под это описание не подходит. Девушка провела фотосессию с эротическим уклоном, показав большую грудь.*Ранее Riot Games рассказала, когда в League of Legends появятся испытания и кастомизация профиля. Разработчики уже подготовили систему квестов и наград, с помощью которых можно будет придать своему аккаунту уникальный внешний вид."
    },
    {
        "article_title": "«Что? Где? Когда?» по Dota 2 — сможешь стать Друзем от мира «Доты»?",
        "article_url": "https://www.cybersport.ru/dota-2/articles/chto-gde-kogda-po-dota-2-smozhesh-stat-druzem-ot-mira-doty",
        "article_post_time": "08.04.2022, 19:00",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "chto-gde-kogda-po-dota-2-smozhesh-stat-druzem-ot-mira-doty",
        "article_text": "Мы частенько предлагали вам разнообразные тесты на знание Dota 2. Но будем откровенны, большинство из них были довольно простенькие. В этот раз мы подготовили необычное испытание в духе популярной телепрограммы «Что? Где? Когда?». Вариантов ответа не будет, а разгадки будут скрыты под спойлерами. Все вопросы на логику и не требуют особых углубленных знаний, но опыт в Dota 2 вам может помочь, ведь задачи так или иначе будут связаны с игрой. Ну что, уважаемые знатоки, готовы ли вы обыграть редакцию? На каждый вопрос у вас 60 секунд (проверять мы, конечно, не будем). Полная тишина в зале. Удар в гонг. Время пошло. *Дедал — персонаж древнегреческой мифологии и прославленный инженер. Однажды он построил кое-что для своего близкого человека, чтобы тот сделал ЭТО. В Dota 2 тоже есть герой, который может делать ЭТО, а способность, позволяющая ЭТО сделать, имеет в названии отсылку к истории с Дедалом. У какого героя есть эта способность?* *Ответ: Phoenix. У героя есть способность Icarus Dive, которая является отсылкой к мифу об Икаре, сыне Дедала. Отец создал крылья, позволяющие летать. Однако Икар подлетел слишком близко к Солнцу, из-за чего крылья расплавились, и он рухнул. *Именно ЭТО полководцы XIX века считали «главной угрозой для пехоты». В Dota 2 есть персонаж, способный использовать ЭТО. Правда, у героя ЭТО выглядит неправдоподобно. У какого героя есть ЭТО? * *Ответ: Sniper. Речь про шрапнель, которую стали активно использовать в начале XIX века. Использовали шрапнель в артиллерии, поэтому способ Sniper выстреливать шрапнелью из ружья в небо выглядит нелогично. *Работа медсестрой научила писательницу Агату Кристи разбираться в ЭТОМ, а семья Борджиа благодаря ЭТОМУ добилась серьезного могущества. Назовите хотя бы одного героя, у которого тоже есть ЭТО?* *Ответ: Viper, Venomancer. Речь про яд. Яд был одним из главных оружий семьи Борджиа, а у Агаты Кристи он стал наиболее популярным методом убийства в детективах.*Когда-то ЕГО считали символом созидания и творчества, а потом — жадности. В России же верят, что ЕГО появление дома сулит материальное благополучие и удачу. А сейчас с ЕГО помощью создают некоторые лекарства. В Dota 2 ОН тоже есть. Кто же это? * *Ответ: паук — Broodmother. Отношение к паукам сильно разнилось на протяжении истории человечества. В древности их воспринимали крайне положительно, а вот начиная со Средневековья европейцы стали демонизировать образ паука.*Французский композитор как-то назвал ЭТО великолепным учителем, который, к сожалению, убивает своих учеников. А Карл Маркс считал, что всякая экономия в конечном счете сводится к экономии именно ЭТОГО. А вот герой Dota 2 может сделать с ЭТИМ то, что невозможно в реальной жизни. О каком герое речь? * *Ответ: Faceless Void. Речь про время, а Faceless Void умеет его останавливать и даже откатывать назад. *Одно из названий ЭТОГО — «Печаль Китая». Такое прозвище ЭТО получило из-за ряда трагических событий, когда ЭТО становилось причиной смерти тысяч людей. Само по себе ЭТО нельзя назвать чем-то плохим, ведь в свое время ЭТО считали «благословением» и «колыбелью» Китая. В Dota 2 ЭТО тоже есть и порой становится свидетелем множества смертей. О чем речь? * *Ответ: река. «Печаль Китая» — одно из названий реки Хуанхэ. На заре Китая реку считали благословением, однако затем она слишком часто стала приводить к серьезным наводнениям, уносящим много жизней, из-за чего и получила такое прозвище. Река в Dota 2 из берегов не выходит, но на ней и без того погибает слишком много героев. *В конце XVIII века Эдвард Дженнер впервые в истории начал делать ЭТО. Многие люди считали ЭТО чем-то противоестественным, что может осквернить тело. А духовенство и вовсе гневно уверяло, что из-за ЭТОГО люди станут быкоподобными. Сейчас ЭТО воспринимают более спокойно, хотя ненавистники все еще остались. В Dota 2 есть несколько героев, которые теоретически могли бы сделать ЭТО. Что ЭТО и о каких героях речь?* *Ответ: вакцинация, герои — Witch Doctor и Dazzle. В то время Европа страдала от оспы, и Дженнер после долгих экспериментов предложил вводить людям коровий вариант вируса, который был более легким, чтобы выработать иммунитет. *Лермонтов как-то сравнил карьеру человека с поездкой на лошадях. Человека он назвал каретой, деньги и знакомства — лошадьми (чем их больше, тем быстрее доберетесь до цели), а кучера назвал ЭТИМ. Фрейд уверял, что у ЭТОГО очень тихий, но настойчивый голос. При этом он считал, что избыток ЭТОГО у женщины мешает ее сексуальности, хотя сразу несколько героев Dota 2 с этим бы не согласились. Что ЭТО?  * *Ответ: интеллект. Лермонтов и Фрейд в данном случае говорили про интеллект, который является одной из трех основных характеристик у героев Dota 2. Та же Queen of Pain, основным атрибутом которой является интеллект, не согласилась бы, что он как-либо мешает ей быть сексуальной.*В 1814 году в Лондоне произошло самое невероятное наводнение в истории. Уникальность в том, что Темза здесь абсолютно ни при чем, людей затопило ЭТИМ. Наводнение привело к нескольким человеческим жертвам. В Dota 2 тоже есть герой, который пытается победить соперников с помощью ЭТОГО. О каком герое речь? * *Ответ: Brewmaster. Речь про пиво, ведь именно оно стало причиной необычного потопа. Из-за проблемы на заводе на улице вылилось почти 1,5 тыс. кубометров пива. Напитком затопило несколько подвальных помещений, в результате чего погибли девять человек.*Поэт Станислав Ежи Лец как-то сказал, что люди, чтобы добиться известности, делают ЭТО. Мэрилин Монро и Максим Горький, пожалуй, с этим бы согласились. Axe из Dota 2 вряд ли хотел известности, но тоже сделал ЭТО. О чем речь?* *Правильный ответ: речь о псевдониме. Ежи Лец считал, что использование псевдонима помогает стать известным. Мэрилин Монро и Максима Горького многие знают исключительно под их псевдонимами, как и Axe, хотя последний вряд ли думал о популярности. *В аэропорту Исландии можно получить брошюру, где будет текст ЭТОГО. На Гаити текст ЭТОГО вряд ли будет в аэропорту, зато сама по себе местная вариация этого текста довольно мрачна, ведь в ней говорится об угрозе быть съеденным крабом. В Dota 2 нет героя, который использовал бы ЭТО. Зато есть персонаж, чья способность приводит к такому же эффекту, как и ЭТО. О каком герое речь? * *Ответ: Naga Siren (Bane тоже подходит). Речь идет о колыбельных. Например, текст колыбельной, которую используют на Гаити, довольно странный: «Спи, мамин сынок, если ты не заснешь, краб съест тебя. Мама уехала на рынок, папа — на рыбалку, и на дело идут ракообразные». Naga Siren не поет колыбельную в привычном смысле этого слова, но результат один и тот же — герои засыпают. "
    },
    {
        "article_title": "Кто из героев Dota 2 настоящий босс качалки?",
        "article_url": "https://www.cybersport.ru/dota-2/articles/kto-iz-geroev-dota-2-nastoyashii-boss-kachalki",
        "article_post_time": "08.04.2022, 17:30",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "kto-iz-geroev-dota-2-nastoyashii-boss-kachalki",
        "article_text": "Пользователь reddit под ником astoradota составил шуточный тир-лист героев Dota 2 по их физической подготовке. Редакция Cybersport.ru публикует переведенную версию списка.*Абсолютными лидерами рейтинга стали Earth Spirit, Elder Titan и Mars, которые попали в категорию «Мистер Олимпия». При этом в список не вошли несколько новых героев, в том числе Primal Beast, Marci и Dawnbreaker. Последнюю автор списка заочно отнес к числу лучших в этом рейтинге.*Ранее участники чемпионского состава Team Spirit представили собственные тир-листы лучших героев Dota 2 в патче 7.31b. Илья Yatoro Мулярчук назвал сильнейших керри, Александр TORONTOTOKYO Хертек подобрал персонажей для мидлейна, Магомед Collapse Халилов — для сложной линии, а Мирослав Mira Колпаков и Ярослав Miposhka Найдёнов — для четвертой и пятой позиций соответственно."
    },
    {
        "article_title": "Наступи на меня, моя королева — спина Тиранды стала мемом у фанатов World of Warcraft",
        "article_url": "https://www.cybersport.ru/games/articles/nastupi-na-menya-moya-koroleva-spina-tirandy-stala-memom-u-fanatov-world-of-warcraft",
        "article_post_time": "08.04.2022, 11:38",
        "article_category": "Игры",
        "article_source": "Cybersport.ru",
        "article_mark": "nastupi-na-menya-moya-koroleva-spina-tirandy-stala-memom-u-fanatov-world-of-warcraft",
        "article_text": "29 марта в World of Warcraft: Shadowlands вышел последний сюжетный контент дополнения 9.2, в котором прошел суд над Сильваной Ветрокрылой. Фанаты неоднозначно отреагировали на финал сюжетной линии аддона, назвав его скомканным и слабым. Однако спустя время геймеры начали искать позитивные моменты в последнем синематике. Для многих главным плюсом заключительного ролика неожиданно стала мускулистая спина Тиранды Шелест Ветра. *Эльфийка мечтала отомстить Сильване на протяжении двух аддонов, после того как бывшая предводительница Орды сожгла мировое древо Тельдрассил. Тиранда долгое время выслеживала королеву-банши, убила ее ближайшего соратника Натаноса Гнилостеня и даже в одиночку отправилась в Утробу. *В Темных Землях Сильване позволили самой выбрать, кто именно будет выносить ей приговор. Королева-банши выбрала Тиранду, которая тут же грозно выдвинулась в сторону своего заклятого врага, показав в кадре накачанную и рельефную спину. Этого хватило, чтобы эльфийка в одночасье затмила других женских персонажей WoW для фанатов игры.  *Тиранда стала новой любимицей пользователей как благодаря обновленной, более брутальной модели, так и из-за своего упорства и жесткости. *«Малфурион: убивает нескольких солдат Орды и снова засыпает.\n\nТиранда: убивает сотни солдат Орды, становится суперсайяном, обезглавливает Натаноса, прыгает в ад, сражается с Сильваной, произносит речь в духе настоящего чада.\n\nВ такой ситуации у вас обязательно появится такая спина, несущая на себе целую сюжетную линию».*Геймеры начали массово признаваться в любви Тиранде, называя ее своей новой королевой. *«Мускулистая мамочка Тиранда невероятна, если бы только Иллидан мог видеть ее сейчас...»*«Мне очень нравилась Тиранда в Warcraft III, но в World of Warcraft она стала менее заметной. Shadowlands вернул мне любовь к Тиранде, и я надеюсь, что она не останется в стороне от того, что будет дальше».*«Спина Тиранды — мой любимый персонаж».*Пользователи сошлись во мнении, что ночным эльфийкам, которые похожи на амазонок, не хватает более воинственных и мускулистых персонажей. Фанаты отмечают, что пусть Тиранде не удалось спасти скучный сюжет Shadowlands, но зато она сама стала одним из самых ярких персонажей дополнения. *«Единственное, что Тиранда не сможет поднять, — это сюжет дополнения». *Естественно, восхищение Тирандой вылилось и в многочисленные романтические признания в адрес эльфийки с довольно откровенным подтекстом и шутками про «наступи на меня спиной». И, конечно, комьюнити уже подготовило первые арты, посвященные мощной спине Тиранды. *Ранее Blizzard сообщила, что 19 апреля анонсирует новое дополнение для World of Warcraft. Подробности о нём пока неизвестны: в сети ходят слухи, что аддон может быть связан с драконами. "
    },
    {
        "article_title": "Шедевры, о которых вы не слышали: Nine Sols — хардкорный экшен-платформер от разработчиков скандального хоррора",
        "article_url": "https://www.cybersport.ru/games/articles/shedevry-o-kotorykh-vy-ne-slyshali-nine-sols-khardkornyi-ekshen-platformer-ot-razrabotchikov-skandalnogo-khorrora",
        "article_post_time": "07.04.2022, 19:09",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "shedevry-o-kotorykh-vy-ne-slyshali-nine-sols-khardkornyi-ekshen-platformer-ot-razrabotchikov-skandalnogo-khorrora",
        "article_text": "Этот материал станет первой ласточкой в цикле об интересных бесплатных играх и различных демоверсиях. Сегодня речь пойдет о Nine Sols — новом проекте студии Red Candle Games, которая отметилась хоррором Devotion, в свое время оскорбившим население Китая. Новинка выйдет в 2023 году, но опробовать небольшой ее отрывок можно уже сейчас.*При запуске игра предупреждает о наличии жестоких сцен и с ходу это оправдывает. Первый же ролик демонстрирует искалеченного Юи (в игре имя не упоминается, но оно фигурирует в описании тайтла), висящего над обрывом: у него снесен кусок черепа, вываливаются внутренности и почти полностью оторвана одна из ног. И да, герой — не человек, а антропоморфное животное, что-то среднее между кошкой и енотом. Вскоре персонаж падает на землю, где его успешно затягивают в недра горы какие-то щупальца. Объяснения происходящему Nine Sols давать не торопится.*Уже после этого игра делает скачок во времени и демонстрирует еще одного персонажа — маленького мальчика, который почему-то называет Юи большим братом. Эта часть — своего рода обучение: здесь игрок учится двигаться, сражаться и взаимодействовать с окружением. Ну и получает первую порцию лора, на который разработчики делают большую ставку. Удивление игрока, почему все персонажи, кроме главного героя, — люди, довольно быстро рассеивается. Вскоре Юи отправится на сражение с теми самыми девятью Солами, вынесенными в название игры, а милые пасторальные пейзажи сменятся технодаосскими постройками. Из разрозненной информации можно узнать, что сам Юи тоже то ли был Солом, то ли просто каким-то боком к ним относится, а вот они и есть эти самые котоеноты — в полной версии, правда, все может измениться. Если вам кажется, что что-то пропущено, — вам не кажется: сюжет и правда стартует, мягко говоря, резко и не особо торопится что-то объяснять.*Прежде чем перейти к геймплею, хочется немного остановиться на визуальном ряде тайтла. Red Candle Games в новой игре решила отказаться от трехмерности в пользу вручную созданной анимации. Nine Sols сочетает покадровую анимацию со скелетной, что по большей части создает ощущение качественного мультфильма: в основном игрок чувствует, что художники потрудились на славу, и только редкие смещения моделей, явно сделанные с помощью Spine или другого подобного ПО, выдают компьютерную основу графики. Нет, это не уровень Cuphead, но куда круче большинства аналогов. И отдельно хочется похвалить за то, что игра не использует пиксель-арт, который ждешь от сочетания «инди-игра» и «экшен-платформер».*Анимации как героя, так и второстепенных персонажей, врагов и даже окружения выполнены на хорошем уровне — на них попросту приятно смотреть. Ну и не стоит забывать, что у игры в целом презанятный визуал: как уже упоминалось выше, девелоперы выбрали нетипичное сочетание даосизма и киберпанка, из чего вышел эдакий даопанк, как называет его сама Red Candle Games. На деле это означает сочетание традиционных орнаментов и построек, которые у многих четко ассоциируются с китайской культурой, и более современных вещей вроде высокотехнологичных интерфейсов, вездесущих проводов и тому подобного. Комбинация вышла более чем удачной: узнавать какие-то детали в непривычных сочетаниях интересно само по себе.*К этому стоит добавить удачные сочетания ярких цветов и особенности двухмерного рисунка, которыми активно пользуются девелоперы. Так, например, человеческий мир встречает игрока яркими красно-желтыми цветами, напоминая об осени, а подземелья Солов контрастируют с ними «киберпанковым» зеленым, который подчеркивает как натуральные пещеры, так и технологическую природу вмешательства загадочной расы в привычный мир.*Что касается механики, сами разработчики заявляют о своем вдохновении такими тайтлами, как Sekiro: Shadows Die Twice и Katana Zero, а также классическими платформерами. От первой игра позаимствовала пристальное внимание к выверенным по времени блокам и стремительность экшена: Юи довольно быстро передвигается по уровням и вынужден пользоваться отражением атак куда чаще, чем кажется поначалу.*Арсенал героя в демо не такой уж большой: ему доступны базовая атака призываемым клинком, уворот, блок, который полностью снижает урон при парировании и частично, если тайминг выбран неправильно, и накапливаемые особые талисманы, взрывающие противников. Последние копятся за успешные блоки, поэтому блоки важны не только для снижения урона, но и как средство для упрощения боя.*Призываемые талисманы наносят высокий урон и убивают большинство простых противников с одного удара, в то время как для более сильных потребуется сразу несколько таких предметов. К слову, Юи способен накапливать до трех талисманов и использует их за один раз — либо на одном противнике, либо на группе до трех. Судя по дереву навыков, которое есть в игре, позже количество талисманов можно будет увеличить, как и, по всей видимости, сохранять их до необходимого момента вместо одновременной траты.*От Katana Zero здесь скорее стремительность экшена, чем его основа. Ни о каких «один удар — одна смерть» речь не идет, так как боевая система напоминает скорее Sekiro. Юи и сам движется с очень высокой скоростью, которая может стать еще выше при правильном использовании уворота, но и многие противники не ждут удобного случая для атаки, заставляя маневрировать еще активнее.*Куда важнее не то, какие механики есть в принципе, а как они ощущаются. И с этим у игры все отлично: импакт сочный, механики отлично ощущаются, а попадания в тайминги отзываются где-то внутри чувством глубокого удовлетворения. Многие Souls-like копируют внешние особенности, но на уровне ощущений чувствуются куда хуже. Nine Sols подобных проблем не испытывает — сражаться здесь как-то по-особенному приятно. Настолько, что после завершения демки ничего, кроме грусти о ее малом хронометраже, не испытываешь. И с большой вероятностью идешь на второй забег.*Врагов в демо не то чтобы много. Есть базовые воины, вооруженные чем-то вроде катан, — они атакуют в ближнем бою. Есть арбалетчики, которые предпочитают держаться на расстоянии, но способны при необходимости пнуть Юи, чтобы увеличить дистанцию. Есть и тяжелые воины с увеличенным запасом здоровья и более сложными паттернами атак, которые к тому же чередуются, чтобы их труднее было предсказать.*И, само собой, есть боссы. В самой демоверсии есть только один, после победы над которым игра, увы, заканчивается. Но на финальном экране с благодарностями разработчики сообщают, что желающие могут опробовать второго, более сложного противника в лице красного кентавра. Боссы по традиции Souls-like сложные: у каждого из них по несколько основных боевых паттернов, под которые приходится подстраивать свой стиль ведения боя. На счастье, их атаки преимущественно блокируются, а накопление зарядов талисмана никто не отменял. Можно, впрочем, сразиться и без последних, полагаясь исключительно на собственную реакцию.*Второй босс куда интереснее первого, что, впрочем, ожидаемо. Кентавр явно должен быть на более поздних уровнях, так как его атаки сложнее считываются, да и разнообразие их сильно выше. К тому же у босса есть две полноценные фазы с отличающимся набором атак и приемов, что может неплохо подпортить нервы неподготовленному игроку.*Что не менее важно для платформера, так это движение персонажа. И здесь в целом обошлось без сюрпризов: Юи отлично управляется, пусть и имеет довольно базовый набор приемов. На старте он умеет бегать, прыгать (без двойного прыжка), уворачиваться и взбегать по некоторым из стен. С учетом размера дерева навыков можно с легкостью предположить, что в будущем арсенал расширится за счет двойного прыжка, уворота в воздухе, отскока от стен и других подобных движений, давно ставших привычными для многих геймеров.*Но даже базового набора вполне хватает. Ровно настолько, чтобы разработчики даже сумели спрятать несколько секретов на уровнях, достать которые можно, только проявив чудеса ловкости. В большинстве из них еще и ждут сильные противники, чтобы игра не превращалась в простую прогулку. Искать тайники, впрочем, весело — особенно те, которые видно заранее, но не совсем понятно, как именно к ним попасть.*О сюжете, увы, говорить пока рано. Конечно, демо дает какие-то наметки: от людей можно узнать, что они поклоняются Солам, а те, в свою очередь, используют «лысых обезьян» как сырье для каких-то экспериментов. Плюс вступительный ролик дает понимание причин ненависти Юи к Солам, хотя корни проблемы и остаются пока скрытыми.*Стоит отметить, что большая часть сюжета подается не в лоб, а через различные предметы и непрямое повествование. По уровню раскиданы персонажи, с которыми можно заговорить, спрятаны различные артефакты и компьютеры, которые можно изучать, плюс на фоне нередко происходит что-то важное, главное — внимательно смотреть по сторонам. Плюс к этому игра использует собственный шрифт, который похож на иероглифы, но несколько от них отличается, — с легкостью можно предположить, что это не просто орнамент для красоты, а вполне себе тексты, несущие определенный смысл.*Демо Nine Sols было выпущено разработчиками с вполне ясной целью — собрать денег. Red Candle за время своего существования успела выпустить всего две игры, одна из которых к тому же была удалена из Steam, так что нечего удивляться необходимости разработчиков в стороннем финансировании. Впрочем, тот факт, что они не пошли к крупному издателю, а решили справляться собственными силами, во многом обнадеживает: они вряд ли отклонятся от задуманного курса и смогут выпустить ту игру, о которой мечтали. С учетом того, что у предыдущих тайтлов (помимо Devotion был еще один хоррор, Deception, рассказывающий об ужасах «белого террора») при всей бюджетности были отличные истории, подкрепленные вполне интересным визуалом, можно легко поверить, что и Nine Sols выйдет на славу.*К слову, разработчики уже собрали в 2,5 раза больше, чем планировали изначально. Краудфандинговая кампания все еще продолжается, и у Red Candle припасено немало наград на случай хороших сборов — от дополнительных кат-сцен до альтернативных концовок и секретных боссов. Релиза полной версии, впрочем, придется подождать: если верить странице краудфандинга, Nine Sols доберется до игроков во втором квартале 2023-го — то есть примерно через год. И судя по демоверсии, игрокам действительно стоит запастись терпением: если планка не будет снижена, нас ждет что-то особенное."
    },
    {
        "article_title": "Даты выхода серий четвертого сезона «Атаки титанов»",
        "article_url": "https://www.cybersport.ru/other/articles/daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_post_time": "17.02.2022, 13:41",
        "article_category": "Другое",
        "article_source": "Cybersport.ru",
        "article_mark": "daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_text": "Вторая часть финального сезона «Атаки титанов» начала выходить в январе 2022 года. До развязки осталось всего ничего, а для многих финал шоу является едва ли не более ожидаемым, чем развязка «Игры престолов». Конец истории как никогда близок.*«Атака титанов» стартовала в 2013 году. Сериал снят по одноименной манге Хадзимэ Исаямы, которая выходила с 2009 по 2021 год. Сюжет вращается вокруг троицы героев: Эрена Йегера, Микасы Аккерман и Армина Арлерта, которые оказываются втянуты в глобальный конфликт. На их деревню нападают чудовищные титаны — гуманоидные существа, по неизвестной причине пожирающие людей, при том что речь не идет о голоде. Оставшись сиротами, Эрен, Микаса и Армин вступают в разведкорпус, члены которого отправляются в вылазки за защитные стены в попытке узнать природу титанов и способ их победить. К финальному сезону герои не только узнали истину о себе и титанах, но и нашли людей за пределами стен. Более того, ко второй половине финального сезона «Атаки титанов» Эрен Йегер стал одним из ключевых антагонистов шоу.*Посмотреть «Атаку титанов» можно на «Кинопоиске», Crunchyroll и Wakanim. Новые серии становятся доступны в 21:00 мск.*По слухам, задержка выхода финальной серии шоу связана с тем, что студия MAPPA планирует снять более длинный эпизод, сопоставимый с полнометражным фильмом. В пользу этого говорит и тот факт, что событий в оригинальной манге слишком много для нормального завершения шоу в оставшихся шести сериях. Так это или нет, можно будет убедиться уже 3 апреля."
    },
    {
        "article_title": "Косплей на Аду Вонг из Resident Evil — головокружительно красивая шпионка",
        "article_url": "https://www.cybersport.ru/games/articles/kosplei-na-adu-vong-iz-resident-evil-golovokruzhitelno-krasivaya-shpionka",
        "article_post_time": "07.04.2022, 18:00",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-adu-vong-iz-resident-evil-golovokruzhitelno-krasivaya-shpionka",
        "article_text": "Модель Анна Серебрякова представила косплей на Аду Вонг из Resident Evil. За основу костюма она взяла образ шпионки из второй части игровой серии.*Ада Вонг — эффектная брюнетка, которая состоит на службе у тайной организации. Она мастерски расправляется с зомби, но основная её специализация — добыча охраняемых активов без лишнего шума. Например, в RE 2 шпионка должна была заполучить образец мутагенного G-вируса.  *Ранее Netflix назвал дату выхода сериала по Resident Evil. Лента, события которой развернутся спустя 30 лет после создания T-вируса, выйдет на экраны в июле 2022 года."
    },
    {
        "article_title": "Старые мультфильмы «Диснея» и «Никелодеона» по телевизору — было время, когда мы выбирали между ТНТ и СТС",
        "article_url": "https://www.cybersport.ru/other/articles/starye-multfilmy-disneya-i-nikelodeon-po-televizoru-bylo-vremya-kogda-my-vybirali-mezhdu-tnt-i-sts",
        "article_post_time": "07.04.2022, 15:22",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "starye-multfilmy-disneya-i-nikelodeon-po-televizoru-bylo-vremya-kogda-my-vybirali-mezhdu-tnt-i-sts",
        "article_text": "Старые мультфильмы — это плёночные воспоминания детства. Вот ты просыпаешься утром, чтобы поскорее включить «Дисней» по Первому каналу (молясь, что «Слово пастыря» не испортит твои планы). Ещё кадр — уроки закончились пораньше, ты успел попасть на «Эй, Арнольд!», а во время рекламы обнаруживается, что на другом канале начались «Приключения Джеки Чана»… На моей воображаемой кассете таких воспоминаний много, о некоторых из них я расскажу в этой статье.*Признаюсь: я далеко не гик и внушительной экспертизы по части элитарного контента не имею. Старые мультфильмы, которые высоко оценивает искушенное комьюнити, мне попросту незнакомы. В детстве смотрела то, что показывали по телевизору, поэтому прошла стандартный для российского школьника конца девяностых — начала нулевых путь от диснеевских мультиков по Первому каналу до выбора между СТС и ТНТ в более сознательном возрасте. Так что сегодня у нас вайб ностальгии!* *Целью этой статьи не было перечисление абсолютно всех существующих мультфильмов, которые кто-то из читателей смотрел в детстве. Все мы разные. Хочу, чтобы вы вспомнили что-то приятное, прочитав эту статью, но совсем не стремлюсь к 100%-м совпадениям. Если мои размышления хоть на миг вернули вас в детство — шалость удалась! *P. S. Ещё уточню, что советские мультфильмы не вошли в подборку по изначальному замыслу. Всё потому, что о них стоит поговорить в отдельной статье!*Чтобы настроить вас на нужную атмосферу, начнем с мультсериала X-Men, или «Люди Икс». Или лучше сказать «Радиоактивные люди»? Вот они, слева направо: Циклопы, Булверин, Бандит, Гроза, Зверь… Юбилей.*Не знаю, как вас, но меня на моменте «Юбилей» просто выстегивает непреодолимым приступом хохота. Открывающая заставка сериала в переводе Леонида Володарского стала мемом в сети, по телевизору перевод обычно был другим. «Люди Икс» — классическая супергеройская франшиза издательства Marvel Comics. Восхитительная, на мой вкус, хотя и она не лишена глупых моментов с неубиваемыми положительными героями. При этом «зло» здесь одно из самых приятных: лично я бы пошла за Магнето, будь у меня выбор.*В раннем детстве я обожала «Тома и Джерри». Приходя в гости к дедушке, я неизменно включала видеокассету с этим мультфильмом и залипала в экран старого (на тот момент — ужасно крутого и ультрасовременного, дедушка на технику не скупился) телевизора. Говорят, что детям нравится динамика этого мультфильма и его простота изложения: персонажи не разговаривают, всё демонстрируется наглядно, чаще всего утрированно. *В более старшем возрасте я множество раз слышала мнение, что этот мультсериал пропагандирует насилие. Дескать, и Том, и Джерри калечат друг друга из серии в серию и портят тем самым детей, пробуждая в них садизм. Ко всем таким заявителям у меня один вопрос: а вы точно смотрели этот мультфильм? Множество раз вместо «насилия» персонажи проявляли терпимость, даже нежность друг к другу. А ведь не стоит забывать, что они, черт возьми, кот и мышь!*Как вы все знаете, дедушек у любого человека изначально существует два, я (удивительно!) не исключение. У второго моего дедули кассеты с «Томом и Джерри» не было, зато имелась комбинация из «Мишек Гамми» и «Чудес на виражах». Я ненавидела эти мультфильмы! *Все потому, что, в отличие от скучной квартиры, где огромный по меркам того времени телевизор был самым привлекательным объектом, за исключением, пожалуй, советского металлического конструктора в шкафу, второй дедуля жил в частном доме. А это чердак, подвал и «каптёрка» — котельная, где стояли различные станки, был вход в баню и дровяная печь, для которой всегда необходимо было наколоть лучин. Смотреть телевизор у дедушки в гостях было скорее наказанием: пока старшие родственники сидели за столом, молодую меня отсаживали в гостиную, чтобы «не грела уши». Злость я вымещала на мультфильмах.*«Приключения мишек Гамми»*«Мишки Гамми» — классический сюжет о волшебном эликсире, который в добрых руках может спасти королевство, а в руках зла — погубить. Персонажи-люди здесь живут бок о бок с волшебными медведями, чья культура полностью совпадает с человеческой, но такое соседство радует не всех. По сути, взрослая версия «Мишек Гамми» — это серия фильмов про Астерикса и Обеликса.*«Чудеса на виражах»*«Чудеса на виражах» рассказывают о мире человекоподобных животных — вроде как все они лисицы, медведи и другие представители фауны, но живут в обычном для нас мире. Главный герой — пилот гидросамолёта «Нырок», работающий в маленькой компании по перевозке грузов под названием «Заплати и лети». Он вечно попадает в передряги. Отчего-то очень хочется пошутить, что версия этого мультфильма для взрослых — это сериал «Крутое пике» из тележурнала «Каламбур», но я предвзята.*Насколько помню, «Черепашек-ниндзя» показывали по телеканалу 2х2, но у меня с ними не сложилось в полноценном просмотре. При этом все мои друзья — совсем все! — с ума сходили по Леонардо, Микеланджело, Рафаэлю и Донателло. Помню, как-то раз я перепутала имена героев с желтой и красной повязкой, так меня чуть из компании не вышвырнули. А вы помните, кто какую носит?*Стоит сказать, что в более старшем возрасте я вернулась к «Черепашкам-ниндзя» в удивительном обсуждении их имен. Моё первое образование — искусствоведческое. В этой тусовке на полном серьезе анализируют, почему черепашек-ниндзя зовут так же, как художников эпохи Возрождения. *Если коротко касаться темы, то есть одно глобальное несоответствие: Леонардо, Микеланджело и Рафаэль — современники, которые действительно знали друг друга лично, но Донателло жил раньше и входит в эпоху не Высокого Возрождения, а Раннего. При этом по характерам великие люди прошлого и вымышленные черепахи-мутанты тоже не совпадают. Более того, у художников при жизни были конфликты и они недолюбливали друг друга, так что сделать их сплоченной командой — странная затея. Хотя мы же все равно считаем их крутыми, так что к чёрту этот искусствоведческий бред.*Кто бы мог подумать, что Человек-паук до сих пор будет одним из самых популярных (если не самым…) супергероев. Мультсериал, который транслировали буквально по кулдауну на телеканале «РЕН ТВ», стал для многих первым знакомством с этим персонажем. Естественно, у более «прошаренных» подростков старт был с комиксов, но я к ним не отношусь.*Пожалуй, Человек-паук из мультсериала нравится мне гораздо больше, чем его современная версия из фильмов. Да, в мультфильме он выглядит и позиционируется старше, и это идет ему на пользу. Он более рассудителен, умен и внимателен к деталям, а персонажи вокруг него существуют не только как фон. Он действительно старается жить нормальной жизнью: ходит на свидания, работает, гуляет. Попытки Тома Холланда быть «нормальным» кажутся мне наигранными, уж не знаю почему.*Детско-подростковый канал Nickelodeon дарил детям нулевых, пожалуй, наибольшее количество мультипликационного контента для ежедневного потребления. Да, «Дисней» тоже много снимал, и локализация там была, но к тому времени студия чаще обращалась к полнометражным лентам, чем к сериальной специфике. «Никелодеон» же создавал многосерийные проекты, которые снимали годами.*Самого канала Nickelodeon у меня дома, конечно же, не было (если у вас был — вы мажор!). Заставку этой студии я знала только благодаря ТНТ, который получил лицензию на множество её проектов. Вот лишь некоторые из них:*«Ох уж эти детки!»*Никогда не понимала ЦА этого мультфильма. Кажется, что это исключительно детское произведение про младенцев. Однако понять тонкую грань возрастов в нем (от совсем несмышленышей до вполне сформированной личности в теле ребенка) смогут только взрослые. Возможно, это была попытка сделать мультфильм, который будут смотреть маленькие дети в компании взрослых, но, как по мне, она не удалась. Не знаю ни одного человека, который был бы от этого мультфильма без ума. Может, такой найдется в комментариях?*«Крутые бобры»*Безбашенный мультфильм о бобрах, которых родители выкинули из дома в свободное плавание. Если вкратце, это демонстрация того, насколько дикой и улетной могла бы быть ваша жизнь без предков и к каким ужасным последствиям она в итоге привела бы — ведь мы не бобры.*«Эй, Арнольд!»*Всё, что стоит сказать об этом мультфильме: повзрослев, ты начинаешь понимать Хельгу Патаки всё лучше и лучше. Пожалуй, сарказм — единственное лекарство от ужасов, которые в нашем мире творятся. К тому же если вы так и не досмотрели «Эй, Арнольд!» до конца, то вот вам внезапный спойлер: в итоге она своего добилась. Умничка!*«Губка Боб Квадратные Штаны»*Согласитесь, более странный и в то же время популярный мультфильм, который так долго остается актуален, надо еще поискать. История о подводном мире, в котором морские существа живут по законам человеческого общества, снимается до сих пор. Его влияние на современную культуру сложно переоценить: на модных показах костюмы желтой губки появляются с завидной регулярностью, в общепитах постоянно появляются «Крабсбургеры», а интернет полон мемами про воображение и не только. Ну и, конечно же, ВЫ ГОТОВЫ, ДЕТИ?*«Котопёс»*Один из немногих мультсериалов, отношение к которым я не могу определить даже сама для себя, — это «Котопёс». Вообще, он довольно интересный, а заставка так вообще выше всяких похвал. Неоднозначность моего восприятия возникает из-за множества моментов, когда хочется закричать: «Фу!». Понятно, что мультфильм демонстрирует поговорку «живут как кошка с собакой» в крайне странной интерпретации, пытаясь доказать её несостоятельность. Однако огромное количество грязного юмора уже в детстве рождало во мне чувство брезгливости.*В моём подростковом возрасте за внимание юной аудитории активно бились два пока ещё свежих развлекательных канала — ТНТ и СТС. Первый позиционировал себя как молодежный от начала до конца, второй — как семейный. Глядя на то, во что оба превратились спустя десять-пятнадцать лет, становится не по себе.*СТС показывал мультфильмы в дневное время, но немногим позже, чем ТНТ. Поэтому я почти всегда успевала прийти из школы, переодеться и засесть возле экрана. Диван в гостиной стоял от телевизора довольно далеко, и очень часто я сидела на полу, чтобы быть к происходящему немного ближе. А уж сколько раз я мечтала оказаться в одном из этих виртуальных мирков — не сосчитать.*«Приключения Джеки Чана»*«Клуб Винкс»*Для Первого канала показ мультфильмов (и в целом программ для детей) был явлением строго плановым и редким. «Ералаш», один-два фильма в месяц в духе «Один дома» или «Как стать принцессой» и только почти регулярные показы шедевров «Диснея» по выходным. Этим мувом федеральное вещание явно старалось дать родителям отдохнуть подольше. *Каждый из мультсериалов «Диснея» имеет триггер — крючок, который мы помним долгие годы. Я хочу сыграть с вами в одну игру. Попробуйте догадаться, что скрыто под спойлерами. Например, в случае с «Аладдином» там была бы «Арабская но-о-очь...», а с «Приключениями Винни-Пуха» — «Время пришло в гости отправиться, ждет меня старинный друг».*«Утиные истории»* *Утки, у-у. *«Чип и Дейл…»* *Спешат на помощь.*«Тимон и Пумба» * *Акуна матата! Смысл фразы так прост…*Напоследок я приберегла любимое: мультфильм, от которого я без ума. Он не входит в список шедевров мировой мультипликации, многие его не смотрели вовсе, да и тематика в нём наивная и «девчачья», хоть и основанная на вполне серьезном балете «Лебединое озеро». Покорил он меня раз и навсегда благодаря этой сцене и песне:*Естественно, на этом всё не закончилось, — данная сцена лишь завязка. Потом Дерек скажет, что Одетт ему нужна лишь потому, что красивая, девушка психанёт, её заколдуют, принц в итоге спасёт её и научится объясняться немного конкретнее.*«Принцесса-лебедь»*В общем, это крутой мультфильм о взрослении и отношениях с детства. И вполне реалистичный: такое развитие событий имеет место в парах, которые «с первого класса вместе». Главное — никогда не смотрите серии дальше трёх оригинальных!*Готовясь к статье, я просмотрела различные тексты на тему воспоминаний о детстве нулевых и поняла, что у меня есть весомая просадка: дома никогда не было канала Jetix. Либо он не был подключен к нашей системе, либо я в 2005-м (когда он появился) уже не слишком запаривалась с тем, чтобы щелкать пультом. Поэтому «Тотали Спайс!», «Вуншпунш» и даже «Шаман Кинг», которые на нем транслировались, прошли мимо. Может, я именно поэтому не люблю аниме? *Старые мультфильмы, которые мы смотрели по телевизору или на видеокассетах, оставили в нашей жизни куда больше, чем воспоминания. Они почти наверняка повлияли на всю нашу личность: пусть мы не осознаем этого до конца, но любознательность Джимми Нейтрона, циничность Хельги Патаки, инфантильность Губки Боба и прочие яркие качества персонажей были нашими первыми, тренировочными эмоциями. Как ни крути, мультфильмы — это весомая часть большого цикла взросления, в рамках которого мы изучаем, что такое хорошо и плохо. Надеюсь, тогда мы всё поняли правильно."
    },
    {
        "article_title": "Этих героев лучше не брать — персонажи с самым низким винрейтом у киберспортсменов в Dota 2",
        "article_url": "https://www.cybersport.ru/dota-2/articles/etikh-geroev-luchshe-ne-brat-personazhi-s-samym-nizkim-vinreitom-u-kibersportsmenov-v-dota-2",
        "article_post_time": "06.04.2022, 12:58",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "etikh-geroev-luchshe-ne-brat-personazhi-s-samym-nizkim-vinreitom-u-kibersportsmenov-v-dota-2",
        "article_text": "Zeus стал самым неэффективным героем в матчмейкинге Dota 2 среди киберспортсменов в период с 30 марта по 6 апреля. За восемь дней героя брали 171 раз, а выиграл он только в 38,6% матчей. Статистика взята с сайта Dota2ProTracker.*На втором месте среди героев с самым низким винрейтом расположилась Spectre — ее процент побед составил 39,1%. При этом герой также стал самым непопулярным у киберспортсменов — 46 пиков за восемь дней. *Третью строчку в антитопе занял Tidehunter — на нем профессиональные игроки в матчмейкинге побеждали в 39,6% случаев. Следом расположился Troll Warlord — в 268 матчах его винрейт составил 40,7%. *Замкнул пятерку героев с самым низким процентом побед у киберспортсменов в матчмейкинге Pudge. Персонажа за восемь дней использовали более тысячи раз, однако побеждали только в 42,2% случаев. *Статистика героев в матчах у киберспортсменов и обычных игроков заметно различается. Например, Broodmother, которая имеет самый низкий винрейт в текущем патче среди всех рангов в матчмейкинге Dota 2 (42,06%), у киберспортсменов занимает второе место по проценту побед — 57,4%."
    },
    {
        "article_title": "Этот тест по Dota 2 тебе не по зубам — тут надо знать шутки про снег",
        "article_url": "https://www.cybersport.ru/dota-2/articles/etot-test-po-dota-2-tebe-ne-po-zubam-tut-nado-znat-shutki-pro-sneg",
        "article_post_time": "06.04.2022, 10:47",
        "article_category": "Тесты",
        "article_source": "Cybersport.ru",
        "article_mark": "etot-test-po-dota-2-tebe-ne-po-zubam-tut-nado-znat-shutki-pro-sneg",
        "article_text": "Однажды Cybersport.ru уже делал тест по репликам персонажей из Dota 2. Теперь пришло время для второй части. В этот раз мы собрали наиболее забавные и необычные фразы героев. Многие из них довольно редкие, и далеко не факт, что вы их вообще слышали в игре. Поэтому предлагаем вам подключать логику при прохождении теста, а заодно придумать свой каламбур про снег. В конце концов, почему все герои Dota 2 про него шутят? *\n                    15 вопросов\n                *И не говори, что играешь с английской озвучкой, тут даже по смыслу можно было правильно ответить!*Вероятно, ты или с нулевой минуты мьютишь всех игроков, а заодно и героев в матчах, или действительно играешь с английской озвучкой.*С двух нот ты, конечно, некоторые реплики так и не смог угадать, но потенциал у тебя определенно есть.*Ты или имеешь идеальную память, или не обделен логикой. В любом случае этот тест для тебя оказался слишком прост."
    },
    {
        "article_title": "Фанат показал, как выглядели бы герои GTA: San Andreas в реальной жизни",
        "article_url": "https://www.cybersport.ru/games/news/fanat-pokazal-kak-by-vyglyadeli-geroi-gta-san-andreas-v-realnoi-zhizni",
        "article_post_time": "05.04.2022, 22:38",
        "article_category": "Игры",
        "article_source": "Cybersport.ru",
        "article_mark": "fanat-pokazal-kak-by-vyglyadeli-geroi-gta-san-andreas-v-realnoi-zhizni",
        "article_text": "Пользователь под ником Missteris представил, как могли выглядеть персонажи Grand Theft Auto: San Andreas, если бы они были реальными людьми. Подборка изображений опубликована на reddit.*В качестве основы геймер взял скриншоты ключевых персонажей из игры. Затем он трансформировал их в реальных людей при помощи нейросетей Artbreeder и Remini, а также сайта My Heritage. Мелкие детали фанат обрабатывал в Photoshop. Там же он обрабатывал изображения некоторых героев, основой для которых стали реальные знаменитости. Например, для создания реалистичной версии Райдера геймер взял в качестве основы фотографию американского рэпера Эрика Eazy-E Линн Райта.*Оригинальная GTA: San Andreas вышла в 2004 году. В ноябре 2021-го состоялся релиз коллекции ремейков GTA: The Trilogy — The Definitive Edition. В сборник вошли GTA III, Vice City и San Andreas. "
    },
    {
        "article_title": "Порядок просмотра «Звездных войн»: от становления Энакина до победы над Первым Орденом",
        "article_url": "https://www.cybersport.ru/other/articles/poryadok-prosmotra-zvezdnykh-voin-ot-stanovleniya-enakina-do-pobedy-nad-pervym-ordenom",
        "article_post_time": "05.04.2022, 17:43",
        "article_category": "Фильмы",
        "article_source": "Cybersport.ru",
        "article_mark": "poryadok-prosmotra-zvezdnykh-voin-ot-stanovleniya-enakina-do-pobedy-nad-pervym-ordenom",
        "article_text": "«Звездные войны» с нами уже больше полувека и за этот срок успели обзавестись основательным количеством контента. После того как Disney приобрела Lucasfilm, многие книги, игры и другие произведения о «далекой-далекой» галактике перестали считаться каноничными, но даже того, что осталось, с лихвой хватает, чтобы запутать неподготовленного зрителя. Cybersport.ru спешит на помощь и предлагает актуальную хронологию всех основных фильмов и сериалов, которые входят во вселенную «Звездных войн».*Первый хронологически, но не первый в серии. «Скрытая угроза» показала юного Энакина Скайуокера и его учителя Оби-Вана Кеноби в самом начале пути, который перевернет историю далекой-далекой галактики. Отсюда можно узнать о противостоянии Торговой федерации и планеты Набу, в результате которого вся планета попадает под блокаду. Конфликт при этом будет играть важную роль в дальнейших событиях. Ну и нельзя забывать о лучшем персонаже всей саги — Джа-Джа Бинксе, который именно в «Скрытой угрозе» предстает во всем своем великолепии. Финальная схватка между Оби-Ваном, его учителем Квай-Гон Джинном и ситхом Дартом Молом — одна из самых запоминающихся в длинной серии.*Десять лет спустя Энакин становится персональным телохранителем Падме Амидалы, королевы планеты Набу, а галактика оказывается погружена в хаос гражданской войны. Скайуокер вместе с учителем в лице Оби-Вана на этот раз столкнется с графом Дуку (учителем Квай-Гона, между прочим!) и узнает о таинственном Дарте Сидиусе. А еще здесь покажут армию клонов, которая сыграет важную роль в последующих событиях. Ну и, само собой, случатся два ключевых события: канцлер Палпатин получит неограниченные полномочия, а Падме и Энакин полюбят друг друга.*«Войны клонов» хоть и вышли позже одноименного анимационного сериала, но показывают начало полномасштабной войны между сепаратистами и Республикой. Отправной точкой становится похищение сына Джаббы Хатта, в чем пытаются обвинить джедаев. А еще это первая встреча с Асокой Тано — ученицей Энакина, которая сыграет важную роль в расширенной вселенной «Звездных войн».*Шоу, довольно успешно затыкающее пробелы между вторым и третьим эпизодами основной саги. На протяжении семи сезонов сериал раскрывает подробности конфликта, оставшиеся за скобками в основных фильмах саги, а также причины падения Республики, коррупции и других проблем Совета джедаев. Кроме того, именно в «Войнах клонов» раскрывается, как из желторотого юнца Энакин постепенно становится более серьезным героем, который раздражает куда меньше, чем в первых двух фильмах.*Решающая для Энакина глава саги показывает переход джедая на темную сторону под начало Дарта Сидиуса. Конец Войны клонов из триумфа превратился в кошмар благодаря «Приказу 66», который отдает будущий император Палпатин: армия клонов начинает планомерное истребление джедаев по всей галактике, и выживают, увы, единицы. В претворении приказа в жизнь участвует и сам Энакин: наставления нового учителя Палпатина-Сидиуса («шокирующая» правда раскрывается именно в третьем эпизоде) и видения смерти Падме приводят юношу к убийству бывших собратьев и юных падаванов, а после схватки с Оби-Ваном — к превращению в Дарта Вейдера. *Сериал о «бракованных» клонах, которые оказались не подвержены действию «Приказа 66». Им предстоит на собственной шкуре прочувствовать все трудности «темных времен» имперской эры и тот факт, что вчерашние братья вдруг стали для них врагами. Главный плюс шоу — интересные и проработанные характеры героев, пяти клонов из отряда 99 и сопровождающей их Омеги, реплики Джанго Фетта с генетическими отклонениями.*Еще не вышедший сериал о приключениях Оби-Вана после бегства на Татуин. Подробности сюжета пока держатся в тайне, но зрители смогут увидеть первые эпизоды уже в мае 2022-го. Известно, что в шоу засветится и Дарт Вейдер, причем сыграет его Хейден Кристенсен, исполнитель роли Энакина в приквелах. Оби-Вана, само собой, вновь воплотит на экранах Юэн Макгрегор.*История становления самого известного контрабандиста во вселенной. События разворачиваются задолго до того, как герой познакомится с Люком и Леей, и демонстрируют как годы обучения пилотированию в Имперском флоте, так и последующий переход на менее законную работу. Без знакомства с Чубаккой, Лэндо Калриссианом и «Тысячелетним соколом», само собой, не обошлось.*Впервые на экранах показывают расцвет Империи. В центре внимания оказывается небольшая ячейка повстанцев, которая на корабле «Призрак» путешествует по галактике, скрываясь от регулярной армии Империи и инквизиторов — особых воинов, чьей целью является уничтожение недобитых джедаев. Дело в том, что в экипаже призрака — мастер-джедай Кэнан Джаррус и его ученик Эзра Бриджер, которому в начале шоу всего 14 лет. А еще в сериале то и дело мелькают уже знакомые лица — от Дарта Вейдера и Оби-Вана до Леи и неразлучной пары дроидов R2-D2 и C-3PO.*Первый полнометражный фильм, в котором не нашлось места джедаям (в списке выше был «Хан Соло», но вышел он позже, чем «Изгой-один»). Сюжет повествует об уникальном отряде, чьей задачей является самоубийственная миссия по добыче планов «Звезды Смерти» — чудовищного оружия, способного уничтожать целые планеты. Картина была эдакой попыткой показать, что в сказочной вселенной есть место боли, страданиям и жертвам. Да, формально все это было в фильмах и раньше, но впервые акцент делался именно на жестокости войны и необходимых жертвах. Результат, впрочем, понравился далеко не всем.*Фильм, с которого все началось. Картина 1977 года подарила миру основы одной из самых популярных медиафраншиз в истории. Неудивительно, что она стала своего рода точкой отсчета для всей саги: фигурирующее до этой поры «ДБЯ» в датах фильмов расшифровывается как «до битвы при Явине» — той самой, в которой Люк уничтожает «Звезду Смерти». Фильм предлагает взглянуть на первые шаги юного джедая Люка Скайуокера и первые победы повстанцев над Империей. А еще это первая встреча зрителей с Дартом Вейдером — одним из самых известных злодеев в истории кино. Все, что случается после этого фильма, будет уже после битвы на Явине — соответственно, летосчисление изменится на ПБЯ.*Люк учится под началом мастера Йоды, едва не переходит на темную сторону и узнает истину о своем отце, а повстанцы подавлены агрессивными атаками Империи. Спустя годы пятый эпизод стал считаться едва ли не высшей точкой саги: множество интересных ситуаций и находок, захватывающие сражения и неожиданные повороты (серьезно: в свое время правда о Дарте Вейдере была чудовищным шоком) сделали фильм незабываемым.*Уже неразлучные Люк, Лея, Чубакка и дроиды летят выручать Хана Соло из плена Джаббы Хатта. Позже Люк становится полноправным джедаем, узнаёт, что Лея — его сестра, и помогает расе эвоков, похожих на плюшевых медвежат, одолеть силы Империи. Ну и не стоит забывать об уничтожении уже второй «Звезды Смерти» и «убийстве» императора Палпатина. Шестой эпизод предлагает классический «хеппи-энд», за которым, само собой, героев ждут новые испытания.*Первый неанимационный сериал во вселенной «Звездных войн» рассказывает о приключениях мандалорца Дина Джарина и Грогу, больше известного среди фанатов как Малыш Йода. Изначально мандалорец должен был выкрасть уникального ребенка и доставить «клиенту», но вместо этого решает защитить его. Вместе пара проходит через множество приключений по всей галактике, скрываясь от имперских недобитков, которые и были заказчиками на доставку Грогу. Готовится уже третий сезон шоу, чьи рейтинги и оценки оказались выше любых других попыток Disney распорядиться правами на наследие Джорджа Лукаса.*Боба Фетт, который мельком появился в «Мандалорце», здесь занимает центральное место. Шоу раскрывает, как наемник выжил в шестом эпизоде и как именно он попытался возродить криминальную империю Джаббы Хатта после захвата его замка. Рейтинги оказались ниже, чем у «Мандалорца» (скорее всего, виной тому отсутствие милого маскота), но достаточно высокими, чтобы Disney захотела снять продолжение.*Расположить шоу в таймлайне не так просто в силу его особенностей. Дело в том, что эпизоды двух сезонов раскиданы почти по всей новой трилогии, о которой речь пойдет чуть ниже, но благодаря старту за полгода до «Пробуждения силы» анимационный сериал оказался здесь. В центре внимания — пилот Казуда Сионо, который в составе Сопротивления сражается с Первым Орденом — возродившейся из пепла Империей. *Первый фильм новой трилогии показывает, что достигнутая 30 лет назад победа, в общем-то, ничего не значила. На месте Империи оказался Первый Орден, а Новая Республика превратилась в новое же Сопротивление, возглавляемое генералом Леей. Сражаться за мир придется как старичкам вроде Хана, Леи, Чубакки и Люка (который появляется в самом финале фильма), так и молодым героям в лице юной мародерки Рей, беглого штурмовика Финна и безбашенного пилота По. Им предстоит сразиться с ситхом в черном и уничтожить супероружие, способное разрушать целые планеты. Если вам кажется, что сюжет напоминает четвертый эпизод, — вам не кажется.*Восьмой эпизод принято либо любить, либо ненавидеть. Пока предыдущий фильм старательно воспроизводил все то, за что зрители полюбили «Звездные войны», новая картина столь же старательно ломала ожидания. Люк из героя превратился в циника, Лея неожиданно научилась пользоваться Силой, «неудачный» Дарт Вейдер в лице Кайло Рена отказывается от попыток косплеить дедушку (да-да, Рен — сын Хана и Леи, о чем становится известно еще в седьмом эпизоде), а Верховный лидер Сноук умирает до того, как успевает раскрыться как огромная угроза. Это можно рассматривать как издевку, а можно — как попытку сделать хоть что-то новое на старом базисе. А еще здесь проходит самая красивая наземная битва в истории саги.*Финал новой трилогии, выглядящий как нелепая попытка заткнуть все оставшиеся дыры, попутно игнорируя предыдущий фильм, и вновь выехать за счет прошлой славы. Смелые шаги вроде попытки Кайло Рена дистанцироваться от косплея Дарта Вейдера и того, что Рей — обычная девушка, а не очередной потомок знаменитого рода, были отброшены за ненадобностью. Впрочем, все хорошо, что хорошо кончается: Первый Орден под предводительством чудом воскресшего Палпатина повержен, галактика вновь находится в мире, а Рей, узнавшая о своем происхождении, решает его отринуть и уходит в закат уже как Рей Скайуокер. Достойная точка?*Что будет дальше, остается только гадать: представители Disney прямо заявили, что у них большие планы на развитие вселенной, и уже готовятся как несколько фильмов, так и многочисленные сериалы. Ясно одно: «Звездные войны» с нами надолго, так что зрители еще не раз успеют взглянуть и на джедаев, и на ситхов, и на другие чудеса вселенной, созданной Джорджем Лукасом. Главное — не запутаться во всех ее хитросплетениях, еще же «Расширенная вселенная» есть."
    },
    {
        "article_title": "Четыре причины, почему Nigma сейчас худшая команда в первом дивизионе DPC для Европы",
        "article_url": "https://www.cybersport.ru/dota-2/articles/chetyre-prichiny-pochemu-nigma-seichas-khudshaya-komanda-v-pervom-divizione-dpc-dlya-evropy",
        "article_post_time": "04.04.2022, 17:52",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "chetyre-prichiny-pochemu-nigma-seichas-khudshaya-komanda-v-pervom-divizione-dpc-dlya-evropy",
        "article_text": "Nigma Galaxy полностью провалила старт второго сезона Dota Pro Circuit 2021/2022 для Европы. Коллектив уступил в четырех матчах подряд, победив за это время только на одной карте. Причем ростер Куро KuroKy Салехи Тахасоми умудрился проиграть даже Brame со счетом 0:2, которую смело можно назвать очевидным аутсайдером лиги (греческий состав всухую проиграл другие три матча в рамках DPC). Хоронить Nigma еще рано — коллектив пусть и располагается на последнем месте в турнирной таблице, но все еще сохраняет теоретические шансы даже на попадание на мейджор. Однако пока предпосылок того, что результаты коллектива резко улучшатся, не так много. Почему Nigma так слабо смотрелась в первой половине сезона — в материале Cybersport.ru.*Nigma за девять карт, сыгранных в рамках второго сезона DPC, использовала уже 35 уникальных персонажей. Для сравнения: Tundra за аналогичное количество игр показала только 20 героев, а Gladiators, сыгравшие на карту больше, — 23. И разве кто-то упрекнет ростеры Saksa и Ace в недостатке идей? Наоборот, оба состава показали, что у них хватает уникальных концепций, чего только офлейновый Jakiro стоит. Все интересные задумки эти коллективы органично интегрировали в отработанный набор стратегий. Nigma же, перебрав столько героев, демонстрирует вовсе не свое разнообразие, а, наоборот, полное отсутствие рабочих стратегий. Складывается впечатление, что команда мечется между персонажами уже от безысходности. Вот взяла Nigma неожиданную Snapfire на центральную линию — герой неплохо смотрелся до 15-й минуты, а что дальше? Очень быстро Амер Miracle- аль-Баркави превратился просто в типичную «четверку» (хотя и богатую). *Причем проблема не всегда именно в выбранном драфте, вопрос, скорее, в том, что Nigma в своих текущих кондициях не всегда понимает, как и в какой момент побеждать имеющимися героями. Коллектив упускает «пики силы» своего драфта и откровенно теряется к мидгейму и лейту. И это вдвойне удивительно, когда ты имеешь такого опытного капитана, как KuroKy. И так мы постепенно переходим от отсутствия рабочих идей к их неудачной реализации. *Мы уже упомянули мидовую Snapfire от Miracle-, которая в тактическом плане не была реализована. Но проблема не только в глобальной стратегии, но и в отдельных микромоментах. В том матче против Brame у Snapfire была теоретически неплохая связка с Mars — синергия ультимейтов этих двух героев очевидна. Вот только есть проблема: Nigma за игру реализовала эту комбинацию всего раз (и то вышло криво и команда разменялась в минус для себя). В остальных случаях то Mars умирал раньше времени или не мог попасть копьем, то Snapfire была далеко от драки или, наоборот, начинала использовать ультимейт вблизи от врага, и заклинание тут же сбивалось. Так или иначе, результат был в каждой ситуации плачевным. *И подобные нескоординированные действия можно найти в каждой игре. Miracle-, который на первой карте против Tundra бежит к Рошану и в итоге умирает, хотя iLTW уже начал отступать и собирается телепортироваться под BKB на базу, или MinD_ContRoL, раз за разом дающий предсмертный Ravage без какого-либо перспективного продолжения. Коллектив порой не может реализовать даже простейшие комбинации на стадии лейнинга. Например, на второй карте против Brame ростер отправил на сложную линию Bane и Bloodseeker. Сочетание Blood Rite и Nightmare должно было стать настоящей проблемой для двух персонажей ближнего боя, однако игроки Nigma от силы один-два раза смогли провернуть эту несложную комбинацию — куда чаще они бросали способности вразнобой. Порой проблемы возникают из-за того, что участники ростера просто не попадают скиллами. Например, эта драка против Brame стала феерией странных действий, особенно со стороны Miracle-. *Но куда чаще проблемы в исполнении возникают из-за общей раздробленности команды в сражениях, слабой позиционки и потерянности. Вот, например, один из переломных моментов на второй карте против Brame. Clockwerk врывается в рошпит и ворует Аегис, после чего Nigma проигрывает драку и дружно отправляется в таверну. *Да, стоит отдать должное Clockwerk, однако защититься от его врыва в рошпит куда проще, чем в случае с тем же Storm Spirit. Участники Nigma не смогли заранее заблокировать его инициацию и даже не поставили вард, чтобы знать, когда и откуда он прилетит. *Все игроки Nigma сейчас не в лучшей форме. Ниже мы поговорим об iLTW и о тех не всегда очевидных и удачных решениях, которые он принимал. А сейчас обратим внимание на KuroKy, который, судя по первым матчам, просто не успевает за скоростью текущей Dota 2. Сказки про саппортов, которые могут бегать 0/20 и просто ставить варды, уже давно не актуальны. И дело не в количестве убийств, а в общем импакте в плане перемещений по карте и действий в сражениях. Сравните Bane от KuroKy и от y’, и разница станет очевидна. Проблема не только в умении нажимать на кнопки и скорости принятия решений (хотя это тоже есть), но и в стратегическом мышлении, умении выбирать позицию в драке, предугадывать действия врага.*И вроде бы KuroKy действительно ставит варды и по статистике зачастую даже превосходит соперника, вот только дерется Nigma всегда в неудачной для себя позиции и без вижена. А сам капитан при этом иногда не успевает прилететь на телепорте, а порой просто не нажимает кнопки в драке, так как подставляется первым. *Вот в этом моменте KuroKy на Oracle решает, что ему необходимо поставить Sentry Ward, и подставляется вместе с Gyrocopter, вместо того чтобы стоять далеко за его спиной и спасти в случае атаки. *И таких эпизодов на Dazzle, Bane и Oracle от капитана ростера хватало в играх Nigma. Знаете, сколько при этом матчей KuroKy провел в матчмейкинге за последние восемь дней? Правильно, ноль. Для сравнения: Puppey, который старше KuroKy и не менее титулованный, за аналогичный промежуток сыграл 26 встреч. Капитан Team Secret тренировал Chen, на котором у него и так уже миллион матчей. И да, к Puppey в последнее время тоже хватает вопросов, но он хотя бы может достать из арсенала того самого Chen и развалить. Подобного козыря в рукаве у KuroKy на данный момент нет. *Русскоязычное комьюнити привыкло обвинять Игоря iLTW Филатова во всех неудачах Nigma с первого матча в составе. Конечно, керри — далеко не самая большая проблема коллектива в текущих реалиях. Вообще, мы могли бы отдельными пунктами описать ошибки всех участников ростера, разве что за исключением GH, который по-прежнему показывает самый стабильный перформанс в команде. Проблема же iLTW, пожалуй, вытекает из одного из предыдущих пунктов — неэффективных общекомандных взаимодействий. Иногда возникает ощущение, что игроки Nigma вообще не общаются во время матчей. Иначе как объяснить ситуации, когда GH отвозит iLTW на ультимейте Io под нос врагам? *Не будучи внутри команды, сложно сказать, чем обусловлены странные действия iLTW в некоторых моментах. Но факт остается фактом: довольно часто его неосторожность приводит к смертям, которые отражаются на всей команде. Вот, например, все та же вторая карта против Brame, ситуация после того неудачного Рошана. ILTW, не имея вижена, пытается подняться во вражеский лес (дважды). В первый раз его просто отпугнул Clockwerk, а во второй — за секунду стерли. При этом MinD_ContRoL фармит в центре в трех экранах от своего керри, а мидер вообще в таверне.*Хорошо, предположим, здесь его вперед гнал капитан, который на Bane был за его спиной, но вот действия в следующим эпизоде не поддаются объяснению. Miracle- сносит Т2-вышку, команда охраняет мидера, а iLTW решает прогуляться по вражескому лесу, где у его коллектива нет вардов. И в какой-то момент просто бежит к вражескому варду на горе. Итог: моментальная смерть и очередная проигранная драка. *Такие ошибки допускает не только iLTW: вся Nigma провела первые матчи довольно слабо, и бессмысленных смертей было в избытке у того же Miracle-. Однако у Филатова их просто больше, а главное, смерть керри — всегда серьезный удар по команде. Вот в этом моменте в матче против Gladiators iLTW просто почему-то замешкался и не ушел из вражеской «тройки» сразу после неудачной атаки, а потом вообще побежал к другому спуску, благодаря чему у соперников появился шанс его догнать. Закончилось это смертью всей Nigma, которая попыталась спасти своего керри.*Привести таких примеров можно действительно много. Проблема еще и в том, что Nigma зачастую довольно неплохо проводит лейнинг, вот только быстро теряет преимущество в том числе из-за подобных смертей. *Опять же, не хочется спускать всех собак на iLTW, ведь подборку таких «хайлайтов» можно собрать про каждого участника Nigma, и это настоящая проблема для команды. Подобный расклад можно назвать неожиданным после относительно успешного выступления на GAMERS GALAXY: Invitational Series Dubai 2022, где ростер занял третье место. Тогда, кстати, KuroKy произнес важную фразу, которая может отчасти объяснить текущие проблемы ростера: «Для нас именно это [игра на LAN] настоящие матчи, настоящая \"Дота\"». Вот только чтобы отобраться на LAN, нужно найти в себе мотивацию и силы, чтобы выигрывать в «ненастоящую “Доту”». А подходить спустя рукава к онлайн-лиге коллективу, который не показывает результатов уже больше года, — не лучшее решение, способное привести разве что во второй дивизион. А там «настоящей “Доты”» уж точно не будет. "
    },
    {
        "article_title": "Косплей на Трисс Меригольд из «Ведьмака» — что под платьем у чародейки?",
        "article_url": "https://www.cybersport.ru/games/articles/kosplei-na-triss-merigold-iz-vedmaka-chto-pod-platem-u-charodeiki",
        "article_post_time": "03.04.2022, 21:31",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-triss-merigold-iz-vedmaka-chto-pod-platem-u-charodeiki",
        "article_text": "Косплеер из Калифорнии Энджи imangiegriffin Гриффин представила образ Трисс Меригольд из The Witcher 3: Wild Hunt. За основу костюма она взяла альтернативный скин на персонажа, который можно найти в бесплатных дополнительных материалах для «Ведьмака» от CD Projekt RED. В ходе фотосессии девушка разделась до нижнего белья, подобранного под платье.*Косплеер отметила, что является большой фанаткой игровой серии The Witcher, а также обожает сериал от Netflix. Хотя Трисс в её исполнении в итоге оказалась практически голой, изначально костюм полностью соответствует оригиналу, за исключением дополнительных аксессуаров.*Ранее в СМИ появилась информация о проблемах с релизом некстген‑версии The Witcher 3: Wild Hunt. Сообщается, что CD Projekt RED отказалась от дальнейшего сотрудничества с петербургским офисом Saber и в жесткой форме потребовала передать все имеющиеся наработки по проекту."
    }
]