[
    {
        "article_title": "В сети показали фигурку главного героя Ghost of Tsushima за ₽140 тысяч",
        "article_url": "https://www.cybersport.ru/games/articles/v-seti-pokazali-figurku-glavnogo-geroya-ghost-of-tsushima-za-rub140-tysyach",
        "article_post_time": "18.03.2022, 15:37",
        "article_category": "Фото",
        "article_source": "Cybersport.ru",
        "article_mark": "v-seti-pokazali-figurku-glavnogo-geroya-ghost-of-tsushima-za-rub140-tysyach",
        "article_text": "Компания Prime1 представила фигурку японского самурая Дзина Сакая из игры Ghost of Tsushima. Создатели уделили большое внимание деталям костюма и внешности персонажа. У статуэтки есть несколько подвижных деталей, которые позволяют менять положение головы, рук и стойку героя. В комплект также входит самурайский шлем.*Высота фигурки — 60 сантиметров, а её рекомендованная стоимость составляет $1 349 (около ₽140 тыс.). Когда статуэтка поступит в продажу — неизвестно.*Релиз Ghost of Tsushima состоялся в 2020 году эксклюзивно на PlayStation 4. Расширенное издание тайтла вышло в августе 2021-го, на момент публикации материала оно доступно на PS4 и PS5. *В марте 2021 года стало известно о подготовке к съемкам фильма по мотивам Ghost of Tsushima. В создании картины будет задействована студия Sony Interactive Entertainment, а режиссером проекта выступит Чад Стахелски, известный по серии «Джон Уик»."
    },
    {
        "article_title": "Тест. Кто ты из вселенной «Властелина колец»?",
        "article_url": "https://www.cybersport.ru/other/articles/test-kto-ty-iz-vselennoi-vlastelina-kolec",
        "article_post_time": "18.03.2022, 10:23",
        "article_category": "Тесты",
        "article_source": "Cybersport.ru",
        "article_mark": "test-kto-ty-iz-vselennoi-vlastelina-kolec",
        "article_text": "Привет, толкинисты и сочувствующие. Сегодня мы выясним, какую роль наши читатели могли бы мастерски исполнить в кинотрилогии «Властелин колец», снятой режиссёром Питером Джексоном. В современном мире внешность и гендер не важны, так что оценивать будем исключительно по характеру и убеждениям. Посмотрим, кто окажется прекрасной и властной Галадриэль, а кто — корыстным и ничтожным Голлумом!*Экранизация романа Дж. Р. Р. Толкина «Властелин колец» — одна из лучших интерпретаций литературных произведений. Нередко в кинотеатрах ещё во время просмотра можно услышать перешептывание на тему: «В книге было лучше», но не в этом случае. До сих пор фанатские прокаты по всему миру «собирают кассу»: люди проводят в кинотеатрах сутки, чтобы посмотреть все части «Властелина колец» взахлёб. Рассуждая о кинотрилогии о Средиземье, большая часть зрителей сходится во мнении, что режиссерская версия передала печатный материал довольно близко к оригиналу — некоторые мелкие детали были утеряны, но атмосфера и ключевые сюжетные ходы сохранены и ретранслированы максимально скрупулезно.*\n                    10 вопросов\n                *Сэм, пожалуй, лучший хоббит Средиземья. Добрый друг, примерный семьянин и Герой с большой буквы. В простоте его сила. Приятно знать, что среди читателей Cybersport.ru есть такие люди!*Фродо Бэггинс — центральный персонаж «Властелина колец». Он, как и многие главные герои, не слишком выразителен: каждый может вдохновить его на подвиг, но и «загнать в Тильтостан» тоже. Единственное, что отличает его от «безликих» персонажей, — самопожертвование. Хорошо ли это? Решать вам. Просто помните, что в конце концов Кольцо Всевластия добралось до его души.*Странник, Бродяжник, Скороход, Колоброд, Шатун, предводитель клана дунэдайн, король Воссоединённого королевства Гондора и Арнора, Повелитель Западных земель, король Запада, Король Белого Древа. И это ещё без эльфийских имён и прозвищ. Настоящий воин, чья воля непоколебима, а помыслы чисты.*«Я — служитель тайного огня, хранитель пламени Анора. Темный огонь тебе не поможет, пламя Удуна! Возвращайся во Тьму! Ты не пройдешь!» — говорит Гэндальф. Или тебе больше нравится приходить на пятый день с Востока? Могущественный волшебник, который любит развлечения и не унывает, решая проблемы мирового масштаба.*«Вместо Темного Властелина у вас была бы Королева. Не черная, но прекрасная и грозная, как рассвет! Коварная, как море! Могучая, как сама земная твердь! Все любили бы меня и боялись…» — королева Галадриэль определенно могла бы разрушить мир Средиземья, но свет победил. Как и в тебе, получается.*«Не думал, что умру, сражаясь бок о бок с эльфом», — после этой фразы количество фанфиков с пейрингом Гимли/Леголас достигло немыслимых масштабов. На деле же Толкин продемонстрировал нам, насколько происхождение и раса не важны, когда узнаешь товарища поближе. Знаете ли вы, что Гимли отправился с Леголасом в Валинор? Желаем каждому такую дружбу!*Один раз не Леголас, получается! Смелый эльф с добрым сердцем, но печальной судьбой. К счастью, смог найти друга, который скрасил его будни.*Когда-то он был хоббитом и носил благопристойное имя Смеагол. Однако впервые увидев Кольцо Всевластия в руках родича Деагола, он возжелал получить его: сначала хитростью, а после — в неравном бою. Убив другого хоббита за роковое украшение, Смеагол довольно быстро превратился в Голлума — существо (по меньшей мере) неприятное. И хотя Кольцо Всевластия продлило Смеаголу жизнь на несколько сотен лет, ценою был рассудок. Не ведись на блеск золота, не дай темным силам заполучить твою искру. Голлум, Голлум!"
    },
    {
        "article_title": "Косплей на Микасу Аккерман из «Атаки титанов» — подтянутая красотка",
        "article_url": "https://www.cybersport.ru/other/news/kosplei-na-mikasu-akkerman-iz-ataki-titanov-podtyanutaya-krasotka",
        "article_post_time": "17.03.2022, 23:56",
        "article_category": "Косплей",
        "article_source": "Cybersport.ru",
        "article_mark": "kosplei-na-mikasu-akkerman-iz-ataki-titanov-podtyanutaya-krasotka",
        "article_text": "Модель Анна Айферт сделала косплей на Микасу Аккерман из «Атаки титанов». Она продемонстрировала сексуальную версию персонажа — фотосессия была проведена в нижнем белье.*Микаса Аккерман — приёмная сестра Эрена Йегера и лучшая подруга Армина Арлерта. Она прекрасно владеет своим телом: девушка не только высокая и стройная, но и довольно мускулистая.*Вторая часть финального сезона «Атаки титанов» начала выходить в январе 2022 года. Старт аниме состоялся в 2013-м. На момент публикации материала комьюнити ожидает выхода 27-й (20 марта) и 28-й (3 апреля) серий шоу."
    },
    {
        "article_title": "О дивный новый мир: безумные цены на консольные игры в России",
        "article_url": "https://www.cybersport.ru/games/articles/o-divnyi-novyi-mir-bezumnye-ceny-na-konsolnye-igry-v-rossii",
        "article_post_time": "17.03.2022, 16:37",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "o-divnyi-novyi-mir-bezumnye-ceny-na-konsolnye-igry-v-rossii",
        "article_text": "Хотим мы того или нет, но наступила новая реальность: игровые компании все чаще объявляют России бойкот, и многие новинки перестают поступать на наш рынок. Более того, даже старые игры стремительно дорожают на фоне роста цены за доллар и евро. Кто-то официально повышает цены на фиксированное значение, кто-то распродает остатки по прежней стоимости. А особо предприимчивые и вовсе продают редкие и не очень тайтлы хорошо, если в три раза дороже, чем раньше. И ладно бы речь шла о вторичном рынке, который всегда славился саморегуляцией, но нет: многие из мелких продавцов (особенно этим грешат частники), которых можно найти на OZON и «СберМегаМаркете», нередко переходят все пределы разумного.*Стоит обратить внимание, что это не относится ко всем поголовно и на том же OZON все еще можно найти продавцов со старыми ценами. Впрочем, лучше поторопиться: даже официальные ритейлеры повышают стоимость старых и новых игр — некоторые новинки уже официально стоят ₽7 тыс. и выше. Увы, но улучшения в ближайшее время не предвидится."
    },
    {
        "article_title": "Лучшие моды для S.T.A.L.K.E.R. — новые сюжеты, старая атмосфера и настоящий хардкор",
        "article_url": "https://www.cybersport.ru/games/articles/luchshie-mody-dlya-s-t-a-l-k-e-r-novye-syuzhety-staraya-atmosfera-i-nastoyashii-khardkor",
        "article_post_time": "16.03.2022, 16:40",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "luchshie-mody-dlya-s-t-a-l-k-e-r-novye-syuzhety-staraya-atmosfera-i-nastoyashii-khardkor",
        "article_text": "Серия S.T.A.L.K.E.R. по праву занимает особое место в сердцах геймеров из СНГ: атмосфера шутера отзывается в душе благодаря родным пейзажам и особой постсоветской эстетике, с которой многие из нас сталкиваются едва ли не каждый день. Увы, разработчики решили закрыть продажи сиквела для российских геймеров, но в доступе всегда есть множество модов к оригинальным играм на любой вкус — от самостоятельных историй до «песочниц», в которых можно утонуть на десятки, а то и сотни часов. Cybersport.ru предлагает взглянуть на десять лучших глобальных модов для различных частей S.T.A.L.K.E.R. и подобрать что-то для души. Для тех, кто не успел купить «Тень Чернобыля» или «Зов Припяти», есть моды, работающие самостоятельно и не требующие наличия установленных тайтлов.*Ссылка на скачивание*Один из самых известных самостоятельных модов, доработка которого ведется с 2014 года. Авторы поставили цель довести «Тень Чернобыля» до состояния «той самой» S.T.A.L.K.E.R., которую GSC Game World показывала на ранних этапах разработки. *Игроки в Lost Alpha получают не только переработанную сюжетную линию с кат-сценами на движке игры, но и почти три десятка новых локаций, измененную систему симуляции жизни, множество новых противников, персонажей, единиц оружия, экипировки и многое другое. Добавьте к этому восстановленный транспорт, систему случайных выбросов, прокачку оружия и полноценную новую фракцию «Грех» (встречается, впрочем, и в других модах). При этом мод прекрасно работает без оригинальной игры и распространяется совершенно бесплатно — чем не повод вернуться в окрестности Припяти? Отдельно стоит упомянуть, что после прохождения сюжета игра предложит полноценный фриплей с дополнительными квестами, которые открываются только по завершении основной истории.*Ссылка на скачивание*Еще один мод, призванный восстановить «ту самую» S.T.A.L.K.E.R. образца 2002-2003 годов. Здесь энтузиасты разжились оригинальными дизайн-документами, ранними билдами и другими файлами для передачи максимально близкой атмосферы и сюжета.*Внешний вид мода также приближен к оригинальным билдам Oblivion Lost: сама игра ощущается более мрачной, а уровни наполнены старыми мутантами и множеством деталей. Система A-Life также претерпела большие изменения в сравнении с той, что попала в Shadow of Chernobyl, плюс в локациях появилось огромное количество атмосферного эмбиента. Не обошлось и без транспорта: у машин открываются двери и багажник, колеса простреливаются, а топливо постепенно тратится. Плюс восстановлены старые анимации, модели, аномалии, квесты и персонажи — вплоть до замены стрелка на Мессера с собственной уникальной моделью. Не забыли даже о записной книжке, которую обещали разработчики, — в общем, работа проделана огромная. При этом сейчас авторы Oblivion Lost Remake готовят уже третью версию мода, точная дата выхода которой не называется.*Ссылка на скачивание*O.G.S.E., он же Old Good S.T.A.L.K.E.R. Evolution, — еще одна попытка вернуть игре потерянный в ходе создания облик. При этом O.G.S.E. является переработкой другого мода, O.G.S.M.*Главное изменение — это куда более опасная Зона: аномалии практически не видны невооруженным глазом, а к обычным были добавлены пси-выбросы, от которых нужно прятаться, в том числе в брошенных БТРах. Кроме того, в игре появились транспорт (и возможность его чинить, в том числе в полевых условиях), система напарников, множество новых предметов и других правок вроде баланса торговли (не в пользу игрока). Само собой, изменения коснулись и баланса в целом: сражаться стало куда сложнее, противники больше не отображаются на радаре, а сами перестрелки стали труднее. С другой стороны, противников стало меньше, чтобы Зона казалась несколько более пустой. В качестве бонуса добавлены мелкие активности вроде квестов, ставок на тотализаторе и возможности торговать с учеными, которые предлагают множество полезностей — от препаратов для лечения последствий облучения и других вредных воздействий до биоискателей, миноискателей и артефактов-трансмутаторов, сочетающих в себе свойства сразу нескольких.*Ссылка на скачивание*В отличие от большинства модов и самих официальных игр, «Ф.О.Т.О.Г.Р.А.Ф.» переносит пользователя в самые первые дни изучения Зоны. Законов и группировок толком нет, а все окружение — terra incognita, которую только предстоит познать.*Игрок управляет фотографом, который отправился в Зону на съемки репортажа. Разработчики реализовали полноценную механику фотографирования, которая очень важна для выполнения основного квеста. Что интересно, у мутантов и аномалий еще нет названий, и давать их предстоит самому герою. Помимо основного квеста, в моде реализовано более 60 побочных заданий, большая часть которых выдается персонажами с собственными историями. Ну и не стоит забывать о колоссальной работе авторов со звуком: для мода были записаны десятки историй и песен у костра, которые будут различаться в каждой новой локации. Их, к слову, полтора десятка, и переходы между ними становятся доступны по сюжету. Среди сюжетных модов «Ф.О.Т.О.Г.Р.А.Ф.» по праву занимает место одного из самых запоминающихся.*Ссылка на скачивание*Новый сюжет, система классов игрока, больше 200 новых видов оружия, улучшенная симуляция жизни, уникальные NPC, сильно возросшая сложность и полностью переработанная графика — все это и многое другое можно найти в Misery, горячо любимом в сообществе фанатов моде. *Ко всему прочему разработчики увеличили важность элементов выживания — от голода и жажды до сна и навыков владения оружием. В начале игры можно выбрать один из трех классов (разведчик, штурмовик или снайпер), а сюжет стартует с «Черной дороги»: обновленное начало лучше показывает тонкости возросшей сложности игры. От оригинала остается не так много: разработчики старательно воспроизвели атмосферу постапокалипсиса и предложили уникальный опыт выживания в крайне неприветливом окружении, из-за чего рекомендуют браться за Misery только ветеранам оригинальных игр серии — ну или хотя бы других модов. Окунаться в этот мир вслепую может оказаться слишком сложно. Зато те, кто в Зоне чувствует себя как дома, смогут вновь насладиться игрой как в первый раз, когда опасности ждут за каждым углом, а окружающий мир все еще представляет собой большую загадку, которую только предстоит решить.*Ссылка на скачивание*Популярный глобальный мод, работающий без оригинальной игры. В отличие от многих других разработчиков, авторы Anomaly попытались сделать отличную базу для других надстроек, которая при этом не уступает по качеству полноценной игре. *Anomaly предлагает на выбор как сюжет, состоящий из четырех глав, так и полноценную «песочницу» с возможностью начать игру за несколько различных фракций. Плюс есть режим с войной группировок, в котором нужно активно сражаться за территории. Не стоит забывать о множестве доработок — от полной переделки всех карт, системы погоды и сильно улучшенного стелса, который наконец-то стал полезным, до живого, в котором не только расширена симуляция жизни, но и добавлены динамические аномалии и полноценная система известности. Разработчики немало потрудились и «под капотом»: у игры доработанный 64-битный движок, вес значительно уменьшен за счет удаления всех ненужных файлов, а графика улучшена благодаря кастомным шейдерам и другим нововведениям. Список предметов пополнился новыми детекторами вроде счетчика Гейгера или радиоприемника, роль КПК заметно выросла, броня и шлемы изрядно переработаны… В общем, об изменениях в Anomaly можно говорить очень долго. Но лучше, само собой, пробовать самостоятельно.*Ссылка на скачивание*Самостоятельная «песочница», не требующая установленного оригинала. Для изучения доступны 32 карты — как взятые из всех трех игр и бета-билдов, так и оригинальные. Уже по традиции разработчики капитально изменили систему A-Life и связанные с ней квесты, а также улучшили движок и систему скриптов.*В начале прохождения игрок создает собственного персонажа, выбирая портрет, имя, фракцию и экипировку, а после отправляется в свободное плавание. Есть несколько режимов на выбор, в том числе сюжетный, зомби-выживание, «железный человек», в котором у сталкера всего одна жизнь, и «Азазель», где после смерти можно вселиться в другого персонажа. А еще разработчики улучшили взаимодействие с NPC — от динамической торговли, в том числе в сети, до возможности допрашивать раненых врагов и текстом передавать команды союзникам. И не стоит забывать о реализме: мутанты могут нападать по ночам на лагеря, оружие требует длительного ремонта, герою нужно спать, артефакты со временем теряют свойства… В качестве вишенки на торте — возможность поиграть за зомби.*Ссылка на скачивание*Мод, делающий ставку на проработанный сюжет, а не на новые механики. В сообществе любителей серии «Путь во мгле» сравнивают по проработке с оригинальными играми, среди недостатков упоминая разве что небольшую продолжительность сюжетной линии.*В «Пути во мгле» игрок берет на себя управление сталкером-новичком, который с более опытным товарищем пытается проникнуть в Зону и отыскать легендарный артефакт. Увы, поддельные документы, которыми разжились искатели приключений, быстро раскрываются, и военные на кордоне выдвигают условия: сам герой должен принести крупную сумму, после чего армейцы отпустят его напарника. Простая завязка на деле выливается в приличных размеров приключение с нелинейными квестами, интересными активностями и путешествием по шести локациям — как переработанным, так и созданным для игры с нуля. «Путь во мгле» вышел без малого восемь лет назад, но все еще любим фанатами. Особенно все выделяют город Курчатов, специально созданный для мода, и «Спектрум» — новую группировку, стычки с которой проходят во второй половине сюжета. А еще здесь есть уникальные анимации, оружие, персонажи и полноценные головоломки с применением новых устройств, что встречается в модах не так уж часто.*Ссылка на скачивание*Пожалуй, самый известный мод из числа тех, что предлагают сыграть за члена самой загадочной группировки серии — «Монолит». Под управление пользователя попадает Тихон, который волей случая становится одним из монолитовцев.*Собственно, главная фишка мода — возможность взглянуть на события глазами монолитовца. Тихон поначалу сам не очень-то помнит, как оказался в рядах группировки, и постепенно будет разбираться в случившемся, выполняя более десятка глобальных квестов. К слову, разработчиками предусмотрено мирное прохождение, что встречается не так уж часто. Нельзя не упомянуть, что в сюжете раскрыто немало нового о «Монолите» — от быта фракции до истории ее возникновения. Создатели мода полностью переработали интерфейс и ряд механик, добавив в том числе уникальные вроде необычного ремонта различных предметов, а также не поленились сделать для игры кат-сцены. Ну и, как в большинстве случаев, были изрядно улучшены графика и звук, а также добавлены новые локации, каждую из которых предстоит изучить в рамках сюжета.*Ссылка на скачивание*Еще один хардкорный мод для ветеранов серии. Разработчики реализовали множество нововведений, в том числе настройки стартовых условий и систему навыков, позволяющих внести разнообразие в игровой процесс.*Dead Air — «песочница», в которой поначалу нет никакого сюжета, но в ходе исследования мира можно наткнуться на приключение с изучением секретной военной лаборатории, где разработчики спрятали немало интересного. А еще здесь есть уникальный режим «Последний выживший»: в нем в Зоне полностью исчезают люди, у игрока нет привычного КПК, а единственным способом разжиться чем-то полезным становятся тайники. При этом сталкеру-одиночке придется основать собственную базу для хранения нажитого скарба в опасном мире, где количество мутантов значительно выросло. Еще авторы основательно переработали систему вооружения: измененными оказались и огнестрельное оружие, и рукопашный бой, который разнообразили с помощью множества новых видов оружия вроде топоров, лопат и ломов. И, само собой, Dead Air предлагает сильно подтянутый визуальный ряд, от добавленного тумана и переработанной погоды до измененных старых локаций. И нельзя не отметить, что мир меняется вместе с игроком: цены постепенно растут, а окружение становится опаснее. В общем, отличный вариант для тех, кому мало обычной Зоны."
    },
    {
        "article_title": "Куда идти тем, кто больше не может играть в WoW — MMORPG, доступные в России",
        "article_url": "https://www.cybersport.ru/games/articles/kuda-idti-tem-kto-bolshe-ne-mozhet-igrat-v-worldofwarcraft-mmorpg-dostupnye-v-rossii",
        "article_post_time": "16.03.2022, 13:37",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "kuda-idti-tem-kto-bolshe-ne-mozhet-igrat-v-worldofwarcraft-mmorpg-dostupnye-v-rossii",
        "article_text": "Ограничение на оплату подписок в играх зарубежных компаний навело панику среди российских геймеров: многие лишились привычного досуга и спешно начали искать отечественные или лояльные к нашим платежным системам аналоги. Особенно сильно это повлияло на сегмент MMORPG — волной санкций зацепило мастодонта жанра. Во что можно поиграть, пока желанная подписка на World of Warcraft недоступна, пополнение баланса The Elder Scrolls Online временно заблокировано, а другие многопользовательские игры в Steam и вовсе не купить? Есть варианты!*Важно понимать, что паника среди фанатов MMORPG необоснованна: большая часть игр этого жанра до сих пор доступна, проблемы возникают только при оплате подписки или покупке внутриигровых предметов за реальные деньги. В первую очередь это касается World of Warcraft. Игра от Blizzard и раньше держалась особняком: она никогда не распространялась по free-to-play модели, поэтому к ней нельзя было вернуться в любой момент. Кстати, раньше именно подписка отсеивала случайных нубов, «школьников» (скорее как интернет-типаж, чем реальных учащихся) и троллей. А теперь она сыграла злую шутку.*В World of Warcraft всё ещё можно играть — она работает, как и раньше. Исключение — провайдеры Донбасса (и Крыма, но жители полуострова давно научились обходить ограничения). Да, напрямую оплата подписки не проходит у всех россиян, но на свой страх и риск можно попросить друзей с европейскими картами Visa оплатить вам игровое время, зайдя на ваш аккаунт, либо совершенно легальным образом сделать вам подарок — такая функция есть в Battle.net. Кроме того, если ваша подписка всё ещё активна, можно успеть нафармить необходимое количество золота на жетон, в том числе на европейских реалмах. Это можно делать даже пробными персонажами, было бы желание. Ну а для тех, кто не хочет заморачиваться и готов попробовать что-то новенькое, мы подготовили список более лояльных игр.*Первыми о повышении интереса к своей игре рассказали авторы «Аллодов Онлайн». По сообщению MY.GAMES, количество регистраций за день увеличилось в 80 раз после запрета на оплату World of Warcraft, а серверы оказались переполнены. Единственный подписочный реалм не справился с нагрузкой, так что разработчикам даже пришлось открыть второй мир для страждущих русскоязычных геймеров.*«Что такое “Аллоды Онлайн” и почему мы говорим о них в 2022 году?» — покрутят у виска многие. Если вам тоже казалось, что серия «Аллоды» была похоронена где-то в десятых годах, то спешим сообщить приятнейшее известие: MMORPG живет и развивается. Рейтинговые сезоны, новые квесты и локации — если ворваться в игру на волне хайпа, то можно сойти за своего. В особенности на новом сервере с начальной экономикой. *Вообще, «Аллоды Онлайн» условно-бесплатная: если играть на обычных серверах, можно не вкладывать реальные деньги вовсе. Однако новый сервер — подписочный, и поиграть там можно, только вложив ₽390.*Особо пикантным моментом (время сейчас такое) для геймеров будет сам сеттинг «Аллодов»: элементы в игре отсылают к самым разным историческим периодам развития русского государства. От Древней Руси до советского коммунизма — игра может стать для вас своеобразной экскурсией в прошлое. С налетом фэнтези, разумеется.*Если вы любите играть в классические MMORPG, то не факт, что вам понравится EVE Online от CCP Games. Всё же эта игра скорее про стратегию и глобальное видение, чем про прокачку своего персонажа (в данном случае — космолёта) и любые другие мирские радости. Все дороги в EVE Online ведут к войне за доминацию в космическом пространстве. Интересы одного игрока в масштабах вселенной становятся не важны: если новичок сунет нос в зону боевых действий, то, скорее всего, попрощается с кораблем.*Основа игры EVE Online — глобальный космический конфликт. Каждый юнит — солдат, который сражается за свою корпорацию. Как и в любом крупном сообществе, здесь есть лидеры и те, кто жаждет занять их места. Генералы и солдаты, теоретики и практики, предатели и идейные воины-берсерки. Даже для любителей гринда тут есть своя задача: можно сутками напролёт возить ресурсы и товары из точки А в точку Б, получится эдакий ролеплей шнырь-курьера.*Авторы EVE Online не ограничивали доступ к игре для пользователей из России, Украины, Беларуси и любых других стран. Скачать тайтл можно с официального сайта, лаунчер у CCP Games свой. Игра бесплатная, сбором ресурсов можно набрать капитал даже на премиум.*«Скоро начнется прекрасная новая эра», — так на официальном сайте разработчики говорят о грядущем обновлении для Conqueror's Blade. Глобальный патч под названием Paragons выйдет 17 марта, поэтому всем новичкам удастся ворваться в новый контент одновременно с олдами.*Conqueror's Blade — это бесплатная тактическая игра. Здесь вам придется захватывать чужие территории, формировать отряды бойцов и проводить большую часть времени в осаде. Хотя это далеко не MMORPG в привычном понимании, но как замена WoW и других недоступных в России тайтлов она подойдет. Во-первых, ваш персонаж-военачальник — тот же классический чар из фэнтези-вселенных, но только в сеттинге Средневековья! Во-вторых, в Conqueror's Blade развита система альянсов, так что социальная сторона вопроса (если в играх вас интересуют знакомства и общение) будет покрыта с лихвой. Особенно зайдет тем, кто уже играл в Total War или Command & Conquer.*Игру в России издает MY.GAMES, то есть Mail.ru. ArcheAge локализована именно этой российской компанией, поэтому игроки спокойно продолжают обустраивать дома, выращивать огороды и кормить ручных медведей. При логине на серверы ArcheAge пока нет всплывающего окна «Добро пожаловать беженцам из World of Warcraft», но идейно именно эта игра могла бы удовлетворить казуального вовера по части мирового PvP, квестов и социальных взаимодействий.*Как и в 2014-м, ArcheAge в 2022 году требует много времени. Прокачка и изучение дополнительных умений персонажа занимают недели, завершение некоторых активностей (попробуйте вырастить сад!) потребует месяцы. Без премиума в ArcheAge не поиграть: всё будет ещё более мрачным и медленным, доступ к домам закрыт, потраченные очки работы не вернутся, да и опыта за сражение с монстрами будет капать в разы меньше. 30 дней обойдутся в 300 кристаллов, каждый из которых стоит один рубль.*ArcheAge «слоупочная». К моменту, когда ваш герой будет одет по последней моде (или, например, станет пиратом), возможности для оплаты подписки в World of Warcraft наверняка разблокируют. Встретимся в 2К77!*Star Wars: The Old Republic — сюжетная MMORPG, скачать которую можно на официальном сайте. Во время регистрации вас не спросят, из какой страны планируете играть, и никаких баррикад проходить не придется. Впрочем, оплатить премиум-аккаунт или задонатить разработчикам на развитие тайтла пока не выйдет, но это необязательный ритуал.*Еще в 2012 году Star Wars: The Old Republic перешла на бесплатную модель распространения, и лишь в 2022-м это действительно может пригодиться фанатам жанра, а не сеттинга «Звёздных войн». SWTOR — идеальная игра для того, чтобы побегать в одиночку, несмотря на свой жанр. Всё потому, что на первых порах вас будут сопровождать тиммейты-NPC, реальные знакомства не понадобятся. Ключевые механики MMORPG — прокачка, фарм, квесты, данжи и даже PvP — в SWTOR в наличии.*Смесь китайских и корейских MMORPG, порождение абсолютного безумия в рамках фэнтези-вселенных. Это Blood and Soul. Из Поднебесной в игру пришел лор: там и разверзшаяся земная твердь, и боги, которые не просто даруют персонажам свое благословение, а пробуждают в каждом герое собственную божественность. По ходу прокачки и выполнения миссий вы будете получать «божественные ранги» — некоторые доступны всем, другие выдаются только на основании специального еженедельного рейтинга. Если коротко, то каждому дано стать богом истины или исцеления, но добраться до звания бога смерти будет крайне сложно. Подробнее об этом можно прочитать на официальном сайте. Там же доступен и лор Blood and Soul — неплохой экшен про Великое Зло, советую прочитать.*От корейских игр Blood and Soul достался бесконечный гринд. Каждое звание, предмет экипировки, артефакт или победа в гладиаторском бою будет начинаться с фарма. Кто-то любит такое, кто-то ненавидит — мы предупредили. Донатить в Blood and Soul не надо: хотя в премиум-магазине огромное количество вещей, в том числе влияющих на баланс, внутри клиента есть биржа. Опытному торговцу не составит труда разжиться валютой игровым путем.*Aion — ещё одна неплохая пародия на глобальный конфликт в рамках MMORPG. Если вы вовер до мозга костей и ни разу не пробовали этот тайтл, то смело скачивайте. Ангелы против демонов (на самом деле элийцы против асмодиан) — это даже круче, чем орки против людей. Армии в WoW дерутся на земле, а в Aion можно раскроить врагу череп прямо в полёте!*В Aion хорошая система квестов, множество мировых боссов и интересная прокачка. На ранних уровнях в этой игре контент насыщеннее, чем в лейтгейме. Именно в Aion рай для игроков-одиночек, так как есть даже соло-данжи. Впрочем, иногда постоять в городе и покричать в чат о поиске группы тоже не бывает лишним, и это вполне атмосферное занятие! Совсем как в World of Warcraft Classic. Так что если вы просто ждёте, пока вновь откроется доступ к оплате WoW, идея сыграть в Aion вполне достойная. Тем более что 4Game сделала её бесплатной.*Perfect World ещё на релизе называли «азиатской World of Warcraft»: прежде всего такое впечатление производила графика тайтла, потому что по способностям и прокачке персонажей это скорее Lineage, если говорить о старших братьях жанра. В Perfect World стоит идти тем, кто любит массовые PvP (поля боя или осады), а также контент в составе группы из пяти человек. Да, «ключи» здесь не пофармишь, но в Гуй (вполне приличное место, где надо зачищать волны монстров) с товарищами сходишь!*В PW, в отличие от той же Aion, первые уровни летят очень быстро, насладиться контентом для нубов не выйдет. Скорее всего, вы застрянете в мидгейме, где придётся выполнять ежедневные квесты и собирать ресурсы в локациях. Вайб WoW поймаете, если когда-нибудь фармили траву для похода в рейд. И кстати, игрокам в PW можно не бояться, что им запретят донатить на скины: игру издает Mail.ru.*Донатить в Perfect World необязательно, но удержаться сложно. В магазине есть множество товаров, которые облегчат прокачку (очень существенно) и украсят персонажа (огромный набор скинов). Многие оставляют в игре сотни тысяч, всё зависит от силы воли и финансовых возможностей.*Последней (но не по значению!) в нашем списке значится Lineage II и её многочисленные современные версии. Подробнее о том, какие именно хроники старой доброй «Ладвы» актуальны, мы уже писали. Сейчас свободный доступ в РФ есть к каждой. Донатить тоже должно получиться, ведь, к сожалению, в новой реальности линейщикам без этого никуда.*В комментариях к новостям было множество идейных борцов за справедливость, которые после блокировки основных способов оплаты подписки в World of Warcraft вспомнили о пиратских серверах. Хотя они все еще остаются нелегальными, интерес к ним в текущих реалиях понятен. Если у вас «ломка» по World of Warcraft, то осудить вас за скачивание нелицензионной версии сможет только совесть. Но лучше все-таки попробуйте игры из нашего списка. "
    },
    {
        "article_title": "Тест. Угадай аниме по женскому персонажу — найди свою вайфу",
        "article_url": "https://www.cybersport.ru/other/articles/test-ugadai-anime-po-zhenskomu-personazhu-naidi-svoyu-vaifu",
        "article_post_time": "16.03.2022, 10:51",
        "article_category": "Тесты",
        "article_source": "Cybersport.ru",
        "article_mark": "test-ugadai-anime-po-zhenskomu-personazhu-naidi-svoyu-vaifu",
        "article_text": "Британские ученые давно доказали, что рисованные девушки из аниме лучшие на свете. Мы не будем спорить с наукой, а лучше займемся самообразованием и заодно проверим, насколько хорошо читатели Cybersport.ru знакомы с предметом. Сможете ли вы угадать аниме по женскому персонажу из него? Будьте осторожны, одна из этих девушек может похитить ваше сердце. *\n                    20 вопросов\n                *Ну что тут сказать, вероятно, тебе только предстоит познать всю прелесть рисованных японских девушек.*Ты определенно знаешь толк в аниме и рисованных девушках — возможно, одна из них даже похитила твое сердце. Вот только пока в твоих познаниях хватает пробелов.*Великолепный результат. Сразу видно, ты знаешь толк в 2D-девушках! Признавайся, кто из них стоит у тебя в телефоне на заставке?"
    },
    {
        "article_title": "Даты выхода серий четвертого сезона «Атаки титанов»",
        "article_url": "https://www.cybersport.ru/other/articles/daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_post_time": "17.02.2022, 13:41",
        "article_category": "Другое",
        "article_source": "Cybersport.ru",
        "article_mark": "daty-vykhoda-serii-chetvertogo-sezona-ataki-titanov",
        "article_text": "Вторая часть финального сезона «Атаки титанов» начала выходить в январе 2022 года. До развязки осталось всего ничего, а для многих финал шоу является едва ли не более ожидаемым, чем развязка «Игры престолов». Конец истории как никогда близок.*«Атака титанов» стартовала в 2013 году. Сериал снят по одноименной манге Хадзимэ Исаямы, которая выходила с 2009 по 2021 год. Сюжет вращается вокруг троицы героев: Эрена Йегера, Микасы Аккерман и Армина Арлерта, которые оказываются втянуты в глобальный конфликт. На их деревню нападают чудовищные титаны — гуманоидные существа, по неизвестной причине пожирающие людей, при том что речь не идет о голоде. Оставшись сиротами, Эрен, Микаса и Армин вступают в разведкорпус, члены которого отправляются в вылазки за защитные стены в попытке узнать природу титанов и способ их победить. К финальному сезону герои не только узнали истину о себе и титанах, но и нашли людей за пределами стен. Более того, ко второй половине финального сезона «Атаки титанов» Эрен Йегер стал одним из ключевых антагонистов шоу.*Посмотреть «Атаку титанов» можно на «Кинопоиске», Crunchyroll и Wakanim. Новые серии становятся доступны в 21:00 мск.*По слухам, задержка выхода финальной серии шоу связана с тем, что студия MAPPA планирует снять более длинный эпизод, сопоставимый с полнометражным фильмом. В пользу этого говорит и тот факт, что событий в оригинальной манге слишком много для нормального завершения шоу в оставшихся шести сериях. Так это или нет, можно будет убедиться уже 3 апреля."
    },
    {
        "article_title": "ILTW в горящей комнате, орущий ChuaN и мемы — граффити новых командных бандлов DPC 2021/2022",
        "article_url": "https://www.cybersport.ru/dota-2/news/iltw-v-goryashei-komnate-orushii-chuan-i-memy-graffiti-novykh-komandnykh-bandlov-dpc-2021-2022",
        "article_post_time": "15.03.2022, 23:00",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "iltw-v-goryashei-komnate-orushii-chuan-i-memy-graffiti-novykh-komandnykh-bandlov-dpc-2021-2022",
        "article_text": "Участники второго сезона DPC 2021/2022 представили новые граффити в командных бандлах. Как и в прошлых наборах, многие коллективы постарались сделать отсылки к известным мемам.*OB Esports x Neon использовала фото с кричащим Вонг ChuaN Хок Чуаном, который исполняет обязанности тренера состава. Nigma Galaxy SEA обыграла мем с Человеком-пауком, где в роли двойников выступили Амер Miracle- аль-Баркави и Гальвин Meracle Кан Цзянь Вэнь. Европейский состав Nigma Galaxy тоже решил использовать популярный шаблон, поместив нарисованного Игоря iLTW Филатова в горящую комнату.*Командные бандлы весеннего сезона DPC 2021/2022 были добавлены в игру 15 марта. Граффити открываются на серебряном уровне поддержки — такой набор обойдется в ₽1 360. За доступ к фразам для колеса чата придется заплатить ₽2 720. Коллективы получат 50% от продаж своих брендированных комплектов."
    },
    {
        "article_title": "Фанатам Mortal Kombat показали новую коллекционную фигурку Скорпиона с подвижными суставами и оружием",
        "article_url": "https://www.cybersport.ru/games/articles/fanatam-mortal-kombat-pokazali-novuyu-kollekcionnuyu-figurku-skorpiona",
        "article_post_time": "15.03.2022, 17:08",
        "article_category": "Фото",
        "article_source": "Cybersport.ru",
        "article_mark": "fanatam-mortal-kombat-pokazali-novuyu-kollekcionnuyu-figurku-skorpiona",
        "article_text": "Компания Storm Collectibles представила коллекционную фигурку Скорпиона из файтинга Mortal Kombat 11. Персонаж выполнен из качественного прочного пластика с использованием натуральной ткани в классическом костюме. У фигурки будут подвижные суставы, а также несколько пар съемных рук и дополнительное оружие — катаны, кунай и эффект Адского пламени.*Авторы фигурки заявляют, что она выполнена в масштабе 1:6, однако точный размер не указан. При этом рекомендуемая стоимость такого Скорпиона со всем набором оружия составляет около $250. Компания уже принимает предзаказы, а первые поставки должны начаться в октябре 2022 года.*Скорпион — титульный персонаж игры Mortal Kombat 11 от NetherRealm Studios. Премьера файтинга состоялась в апреле 2019 года на ПК, PlayStation 4, Xbox One и Nintendo Switch. В 2020 году игра стала доступна на PlayStation 5, Xbox Series X."
    },
    {
        "article_title": "Лучшие игры по «Властелину колец» на любой вкус",
        "article_url": "https://www.cybersport.ru/games/articles/luchshie-igry-po-vlastelinu-kolec-na-lyuboi-vkus",
        "article_post_time": "15.03.2022, 13:11",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "luchshie-igry-po-vlastelinu-kolec-na-lyuboi-vkus",
        "article_text": "Вселенная «Властелина колец» Джона Р. Р. Толкина — одна из самых богатых и увлекательных в истории фэнтези. Неудивительно, что эта франшиза подарила и множество замечательных игр, способных порадовать геймеров с самым разным вкусом. Неважно, предпочитаете ли вы книги или фильмы, любите быть в центре сражения или наблюдать за ним издалека, в виртуальном Средиземье вы обязательно найдёте что-нибудь для себя.*В серии Middle-earth: Shadow игрокам предстоит взять на себя роль умершего следопыта Талиона, разделившего посмертие и тело с легендарным эльфийским кузнецом Келебримбором. Вместе они сначала бросают вызов силам Мордора, а затем и самому Саурону в приключении, которое весьма вольно обходится с первоисточником.*С точки зрения игрового процесса Middle-earth: Shadow of Mordor и её сиквел представляют собой экшены от третьего лица с открытым миром, битемап-боёвкой в стиле Batman: Arkham и совершенно очевидно скопированными у Assassin's Creed паркуром и стелсом. Однако при всей этой вторичности игры сумели стать революционными.*Представленная в Shadow of Mordor система «Немезида» способна превращать самого обычного NPC в уникального (до известных пределов) персонажа. Эта механика награждает орков различными чертами личности и особенностями, выстраивает отношения между ними, а также позволяет запоминать действия игрока: прошлые сражения и даже смерти. «Немезида» вкупе с возможностью вербовки орков делает мир Middle-earth: Shadow по-настоящему живым, хотя он и совершенно пластмассовый во всех других аспектах.*Тем, кто не привык копаться в мелочах и предпочитает смотреть на картину в целом, желательно с высоты птичьего полёта, определённо стоит обратить внимание на дилогию Battle for Middle-earth. Это отличные стратегии в реальном времени — жанра, представители которого всё реже выходят на большую сцену.*Первая часть серии вышла в далёком 2004 году, и от других RTS, помимо сеттинга, она отличалась разве что закреплёнными за зданиями локациями. В остальном геймплей стандартный: строй, тренируй, убивай. В распоряжении игроков две светлые и две тёмные фракции со своими юнитами и героями, а также два сюжетных режима. В первом нужно вполне канонично одолеть великое Зло, во втором же, наоборот, привести к победе армии Мордора и Изенгарда.*Релиз The Battle for Middle-earth II состоялся меньше чем через полтора года после выхода оригинальной стратегии. К сюжетным кампаниям прибавился глобальный режим «Война кольца» с захватом территорий. Разработчики также добавили фракции гоблинов, эльфов и гномов, не показанные в фильмах события из книг и даже редактор собственных героев.*«Властелин колец» — легендарная сага, невероятно сложное и серьёзное произведение литературы, экранизация которого стала настоящей классикой кинематографа. К счастью, ничто из этого не помешало студии Traveller's Tales превратить трилогию в один большой анекдот.*LEGO The Lord of the Rings сохраняет традиционный для франшизы игровой процесс. Пользователей ждут ворох героев с разными умениями, несложные головоломки, платформинг, аркадные сражения и открытый мир с кучей коллекционных предметов. Главная же изюминка — в сюжете, а точнее, в его подаче. Каждый элемент игры приправлен значительной дозой юмора. Даже трагические сцены вроде смерти Боромира превращены в комедию. Если вы уже подустали от пересказанной тысячу раз истории, но по-прежнему любите её, то это отличный шанс взглянуть на неё под новым углом.*15 лет — огромный срок. Вполне возможно, что эту статью сейчас читают те, кого и на свете не было в 2007 году. А вот The Lord of the Rings Online была. Она застала доллар по ₽25, крашеные чёлки и стену во «ВКонтакте». Но что самое главное — в обозримом будущем эта игра никуда не собирается уходить: разработчики уже запланировали масштабные обновления, приуроченные к релизу сериала от Amazon.*The Lord of the Rings Online — MMORPG в самом привычном понимании этого термина. Игроки создают собственных героев, выполняют сотни различных квестов, вдохновлённых произведениями Толкина, прокачиваются и берутся за ещё сотню-другую миссий. Ключевой же особенностью тайтла стал сильный упор на PvE-контент. Для любителей начистить табло собрату-геймеру здесь особого раздолья нет.*Из-за своего невероятного объёма «Властелин колец» традиционно делится на три части: «Братство кольца», «Две крепости» и «Возвращение короля». Этому же пути последовали и кинотрилогия Питера Джексона, и, как следует из заголовка, разработчики видеоигр по мотивам эпопеи. Однако в последнем случае есть нюанс: все три тайтла правильно названы, но не составляют единое целое.*The Lord of the Rings: The Fellowship of the Ring вышла в 2002-м — спустя год после релиза «Братства кольца». Однако игра имела мало общего с фильмом, так как создавалась по мотивам оригинальной книги. Учитывая, что подавляющая часть игр берёт за основу именно кинотрилогию, The Fellowship of the Ring может стать приятным небольшим приключением, раскрывающим детали и персонажей, которые не попали на большой экран.*Игранизация же экранизаций «Властелина колец» началась с The Two Towers, которая, несмотря на название, охватывает и некоторые (преимущественно наполненные экшеном) события «Братства кольца». К сожалению, тайтл так и не вышел на ПК, поэтому в наших краях ярче запомнилась финальная часть этой странной трилогии.*Разработкой The Return of the King занималась Visceral Games, позднее получившая известность благодаря серии хорроров Dead Space. С геймплейной точки зрения тайтл представляет собой экшен-слэшер с незатейливой прокачкой. Игра предлагает пользователям пройти один из трёх путей: Гэндальфа, хоббитов или Арагорна с Леголасом и Гимли. Помимо этого, в The Return of the King можно открыть дополнительные уровни и персонажей, а также различные бонусные материалы из кинотрилогии.*P. S. Если The Fellowship of the Ring подтолкнула вас ознакомиться с играми по «Властелину колец» за пределами кинотрилогии, то стоит обратить внимание на эти два тайтла. Первый из них — трёхмерный платформер The Hobbit 2003 года. По удивительному совпадению, игры по этой франшизе преимущественно выходили уже после премьеры «Братства кольца». Второй же — The Lord of the Rings: Adventure Card Game, карточная коллекционная игра, доступная как в виде физического, так и виртуального издания."
    },
    {
        "article_title": "За кого вы будете болеть во втором сезоне DPC 2021/2022 для Европы? Опрос от Cybersport.ru",
        "article_url": "https://www.cybersport.ru/dota-2/articles/za-kogo-vy-budete-bolet-vo-vtorom-sezone-dpc-2021-2022-dlya-evropy-opros-ot-cybersport-ru",
        "article_post_time": "15.03.2022, 11:39",
        "article_category": "Опрос",
        "article_source": "Cybersport.ru",
        "article_mark": "za-kogo-vy-budete-bolet-vo-vtorom-sezone-dpc-2021-2022-dlya-evropy-opros-ot-cybersport-ru",
        "article_text": "15 марта стартуют матчи первого дивизиона во втором сезоне лиги Dota Pro Circuit 2021/2022 для Западной Европы. Восемь коллективов разыграют призовой фонд в размере $280 тыс., а также поборются за четыре путевки на весенний мейджор. Cybersport.ru решил выяснить, за какую команду будут болеть наши читатели. "
    },
    {
        "article_title": "Прощание с Артасом — каким был путь самого легендарного героя вселенной Warcraft",
        "article_url": "https://www.cybersport.ru/games/articles/proshanie-s-artasom-kakim-byl-put-samogo-legendarnogo-geroya-vselennoi-warcraft",
        "article_post_time": "15.03.2022, 10:43",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "proshanie-s-artasom-kakim-byl-put-samogo-legendarnogo-geroya-vselennoi-warcraft",
        "article_text": "2 марта Blizzard добавила в World of Warcraft «Гробницу Предвечных», финальный рейд дополнения Shadowlands. В ней фанаты серии, возможно, в последний раз столкнулись с, пожалуй, одним из самых известных и любимых антагонистов в мире видеоигр — Артасом Менетилом, или Королем-личом. «Твоя история подошла к концу», — прошептала Сильвана угасающему фрагменту души Артаса. А раз так, то давайте вспомним всю историю персонажа и то, какой путь он преодолел во вселенной Warcraft.*Впервые с Артасом мы встретились в 2002 году в Warcraft III, где он предстал перед нами уже довольно взрослым юношей, способным и врагов разбить, и людей за собой повести. Нам практически не раскрывали детство персонажа, поэтому, прежде чем перейти к событиям той легендарной кампании, обратимся к официальным книгам по вселенной. Роман «Артас. Восхождение Короля-лича» как раз уделяет внимание событиям из раннего детства принца, которые во многом определили его характер и в итоге привели к Ледяному Трону.*В детстве Артас, сын короля Теренаса Менетила, правителя Лордерона, был активным и в какой-то степени неугомонным ребенком, который частенько игнорировал запреты и пускался в авантюры. А вот когда юного принца не воспринимали всерьез или ограничивали в чем-то, внутри него закипала ярость. Детство Артаса как раз пришлось на первую войну орков и людей. Напрямую королевство Лордерон она не затронула, но Артас стал свидетелем переговоров своего отца с союзниками из Штормграда. Именно тогда юный принц познакомился с Варианом Ринном, будущим правителем Альянса. Несмотря на титулы, дети быстро нашли общий язык и впоследствии стали друзьями, которые могли провести часок за кружкой эля. Правда, в более взрослом возрасте Артас стал несколько завидовать Вариану, который к тому моменту успел стать королем и жениться, пока сам герой оставался принцем. Мысли о силе, власти и могуществе не раз возникали в голове юного Артаса.*Наставниками Артаса в детстве были воин Мурадин и паладин Утер. Первый учил юного принца сражаться, а второй следил за духовным ростом и помог вступить в орден Серебряной Длани. А еще Артас в юношеские годы успел пройти обучение в городе магов Даларане. Здесь началась романтическая линия с Джайной Праудмур, которую Артас знал с детства. Причем речь не про обычные томные взгляды, а про вполне себе полноценные отношения, которые, впрочем, пара долгое время скрывала. Естественно, по всем законам драмы первым об этих отношениях узнал эльф Кель’тас, который на протяжении всего обучения Джайны проявлял к ней знаки внимания. Так что еще до того, как Артас осквернил Солнечный Колодец, у Кель’таса был повод презирать принца Лордерона. Правда, вскоре роман Джайны и Артаса перестал быть таким уж секретом для окружающих, а молодую волшебницу стали воспринимать как часть королевской семьи. Казалось бы, душу Артаса начали согревать мысли о будущем, где Джайна становится его женой, а по крепости бегают их дети, но чем ближе эти фантазии оказывались к тому, чтобы воплотиться в жизнь, тем тревожнее становилось принцу. Пока однажды он наконец не признался сам себе, а потом и Джайне, что слишком юн для такого серьезного поворота в жизни, да и вообще… В итоге Артас расстался с Джайной, но сохранил с ней дружеские отношения. *В общем, Артас был вполне себе обычным аристократом. Молодой принц всегда получал то, что хотел, имел большие амбиции, грандиозные планы на жизнь и стремился к власти и полной самостоятельности. Но при этом он оставался добр и почтителен к окружающим, конечно, если речь не про орков, за боями которых он наблюдал в Дарнхольде, крепости лорда Блэкмура. Кстати, именно там Артас впервые увидел Тралла, который тогда был гладиатором-рабом. *Естественно, роман про Артаса вышел после Warcraft III, поэтому Blizzard спокойно подстраивала события прошлого под ту трансформацию, которая ждала принца в будущем. Так что в книге можно встретить подобные недвусмысленные отсылки. *Принцип «защитить окружающих любой ценой» был главным лейтмотивом для Артаса с первых миссий кампании людей в Warcraft III. Пусть он еще не был королем, но чувствовал ответственность за всех жителей Лордерона. Юноша был готов броситься в любой бой, несмотря на обстоятельства, из-за чего Утеру порой приходилось одергивать Артаса, усмиряя его пыл. Сначала нашему герою предстояло разобраться с угрозой со стороны орков, которые напали на Странбрад. Но куда большей опасностью оказалась вовсе не Орда, а чума, которая начала поражать деревни и города королевства. В третьей миссии кампании «Пришествие чумы» Артас впервые (в рамках игры) встречает Джайну, которую Кирин-Тор отправил разузнать как можно больше о природе заразы. И… у героев вновь вспыхивает роман, описанный в книге, — страстные поцелуи, одна палатка на двоих и, конечно же, грандиозные планы на дальнейшую жизнь. Артас уже представлял, как они с Джайной решат все проблемы, вернутся домой героями, поженятся и заведут детей. *Однако этим фантазиям не суждено было сбыться. И если во время первых столкновений с чумой, некромантами и демонами Джайна и Артас были еще на одной стороне, то Стратхольм стал переломным моментом в их отношениях. Зараженное зерно добралось до одного из крупнейших городов региона, и подоспевшие герои не успели остановить распространение болезни. Артас, знавший, во что чума превращает людей, и поклявшийся защищать свой народ, не видел другого варианта, кроме полного уничтожения Стратхольма. Утер, всегда следовавший заветам ордена, не мог пойти на убийство собственного народа и хотел найти альтернативный путь. Нежелание следовать за Артасом привело к конфликту ученика и учителя:*Утер, который на протяжении всей жизни сдерживал импульсивные и яростные порывы принца, уходит, а вместе с ним от Артаса отворачивается и Джайна. В этот момент принц Лордерона еще далек от темной стороны, ведь он по-прежнему руководствуется благими намерениями и действительно хочет спасти родину. Вот только теперь рядом с ним не оказалось людей, которые были его моральными и нравственными ориентирами. В Стратхольме Артас сталкивается с Повелителем ужаса Мал’Ганисом, однако победить его не удается. Демон сбегает, говоря, что их битва произойдет в Нордсколе, ведь именно там принц «узнает свою судьбу».*Артас собирает солдат, которые остались ему верны (а молодого принца очень любили в королевстве), и отправляется на заснеженный континент Нордскол. Там он встречает Мурадина, который, как оказалось, прибыл со своими солдатами на поиск Ледяной Скорби, могущественного клинка, способного изменить ход войны. В это время из Лордерона прибывает посланник с указом от короля, требующего отозвать экспедицию по настоянию Утера. Однако Артас не намерен следовать распоряжению отца. При помощи наемников он сжигает корабли своей армии, чтобы обрубить варианты для отступления, а потом выставляет помогавших ему наемников виноватыми и убивает их. Мурадин в ужасе от поступков Артаса, который ради мести теперь способен пойти на что угодно, однако все равно соглашается помочь принцу довести дело до конца. Герои отправляются на поиск Ледяной Скорби и по пути сталкиваются с могущественным стражем, охраняющим меч, который перед смертью признается, что пытался защитить вовсе не клинок, а Артаса. Мурадин и молодой принц находят меч, но дворф видит руны, предупреждающие, что тот, кто возьмет Ледяную Скорбь, будет проклят. Однако Артаса это нисколько не пугает:*Вот только уже следующей фразой Артас заметно расшатывает свой образ защитника народа, когда грубо обрывает мольбы Мурадина подумать о собственных солдатах: «Плевать на них. Я совершу возмездие, и никто не встанет у меня на пути. Даже ты». Взяв меч, Артас сразу меняется в лице, его глаза становятся безжизненными и ледяными, а сам герой даже не обращает внимания на Мурадина, которого задело ледяным осколком. Принц начинает терять свободу воли, ведь через Ледяную Скорбь с ним говорит Нер'зул — орк, чью душу демоны заковали в броню Короля-лича. Артас наконец находит Мал’Ганиса, и демон, видя Ледяную Скорбь в его руках, перестает опасаться героя, ведь уверен, что им управляет Нер’зул. Вот только орк вел свою игру и не собирался больше служить демонам, поэтому он приказал Артасу убить Повелителя ужаса. После этого принц еще долго скитался по пустошам Нордскола, постепенно теряя всю человечность и становясь марионеткой Ледяной Скорби и голоса Нер’зула в своей голове.*Окончательное становление Артаса в качестве антагониста вселенной мы видим в синематике в финале кампании людей. Менетил вместе со своими приспешниками возвращается в Лордерон, где его встречают как героя. Принц трансформировался не только внутренне, но и внешне: его лицо стало мертвенно-бледным, а волосы поседели. Артас убивает отца, а его люди устраивают бойню в городе. * Первое, что сделал Артас после расправы в Лордероне, — воскресил Непобедимого, того самого коня, который погиб по его вине, когда принц еще был ребенком. Ну а дальше герой начал воплощать в жизнь план Нер’зула. Орк хотел воскресить Кел’Тузада, которого ранее убил сам Артас, — некромант мог обеспечить поддержку армии нежити и сплотить вокруг себя Культ Проклятых. Для этого нужно было доставить останки Кел’Тузада в Луносвет. Для транспортировки его праха необходима была специальная урна, отнять которую предстояло у ордена Серебряной Длани. Именно эта задача и привела нас к известному столкновению Артаса и Утера, защищавшего урну, в которой в тот момент был прах Теренаса Менетила. Учитель оказался сильнее в дуэли, но совершить последний удар все-таки не смог, чем и воспользовался Артас, убив своего наставника. Принц Лордерона рассеял прах отца и наполнил урну останками Кел’Тузада.  *Дальше Артаса ждало королевство Кель’Талас и Солнечный Колодец, необходимый для воскрешения Кел’Тузада. Именно там Менетил встретился с Сильваной Ветрокрылой, командиром следопытов Луносвета. Армия принца смяла защитников, а Артас, пронзив Сильвану Ледяной Скорбью, превратил ее в подконтрольную банши. План Нер’зула, воплощаемый в жизнь руками Артаса, работал как часы. Воскресший Кел'Тузад призвал повелителя демонов Архимонда, который считал, что теперь нежить будет в его власти. Однако Нер’зул заманил его в Азерот, чтобы расправиться с ним чужими руками — отчасти в этом помог охотник на демонов Иллидан, а также объединенные силы фракций в битве за мировое древо Нордрассил. *Вот только силы начали покидать Нер’зула, ему все труднее было контролировать нежить, а вместе с ним слабел и Артас. Именно из-за этого Сильвана обрела свободу воли и стала частью заговора против принца — она даже была близка к тому, чтобы убить его, но Кел'Тузад помешал этому. Понимая, что ситуация выходит из-под контроля, Нер’зул призвал Артаса в Нордскол. Принцу необходимо было успеть к Ледяному Трону быстрее, чем Иллидан, который мечтал уничтожить Короля-лича. Именно в Нордсколе и произошла битва между Иллиданом и Артасом, победителем из которой вышел принц. *Теперь до полной трансформации Артасу оставалось сделать лишь шаг — подняться к Ледяному Трону. Голоса внутри меча, которые принадлежали душам убитых им людей, пытались остановить принца, однако он все-таки исполнил предназначение: разрушил Ледяной Трон и освободил закованную в нем силу. Надев Шлем Господства, Артас слился с Нер’зулом, и вместе они стали Королем-личом. В этот момент Артас Менетил перестал существовать… почти. *История Артаса в Warcraft III закончилась, когда он воссел на трон и впал в сон. В это время в голове Менетила оставались два голоса — орка Нер’зула и маленького мальчика, который походил на самого героя в детстве. Мальчик был воплощением остатков человечности и Света, который некогда направлял героя, той искрой его души, которая не была развращена Ледяной Скорбью.*Артас чувствовал, что этот мальчик делает его уязвимым, обременяет остатками нравственных и моральных цепей, которые мешают ему стать по-настоящему великим. К тому же ему пришло видение о смерти от клинка «Испепелитель», а значит, Королю-личу нужно было избавиться от всего, что могло привести к такому финалу. Поэтому Артас убил мальчика, и его голос окончательно затих. *Нер’зул, обрадовавшийся, что Артас смог отринуть свое прошлое, оказался следующим на очереди. Бывший принц Лордерона убил и орка, и его голос также исчез. Теперь Артас больше не чувствовал сожаления, печали или стыда. Он наконец ощущал себя полноправным единоличным правителем, способным полностью перекроить мир и стать самым могущественным существом. И тогда Король-лич пробудился… *Теперь у Артаса, а точнее Короля-лича, был полный контроль над нежитью Нордскола, и он начал готовиться к предзнаменованию и тому бою, что его ожидал с объединенными силами Альянса и Орды. Он подчинил себе континент и построил Цитадель Ледяной Короны там, где когда-то были просто снежные пустоши. Убийства голосов в голове показалось Королю-личу недостаточно, поэтому он вырвал сердце из своей груди — как последнее связующее звено с его прошлой жизнью и смертной натурой. Однако впоследствии именно это сердце и стало ключом к победе над ним. Артас вместе с рыцарями смерти хотел захватить останки великих героев Альянса и превратить их в своих слуг — самую мощную армию, которую знавал Азерот. Вот только рыцари смерти смогли освободиться от контроля Короля-лича, и его план провалился. *В дополнении Wrath of the Lich King, помимо непосредственной битвы с Королем-личом, разработчики раскрыли множественно деталей о судьбе героя. Игроки встретили дух того самого мальчика Матиаса Нетлера, чье имя является анаграммой имени Артаса Менетила. Нетлер стал нашим проводником через мирское прошлое принца, показав, например, убийство собственных солдат и битву с Иллиданом. Но главное в Нордсколе — мы раскрыли секрет сердца Короля-лича. Пробравшись вместе с Тирионом Фордрингом на церемонию Культа Проклятых, мы смогли встретиться с Королем-личом и увидеть замороженный осколок его сердца. *Неспроста это задание называлось «Уловка Тириона»: паладин не собирался спасать сердце Артаса — он уничтожил его, лишив Короля-лича части сил. И в этом оказался просчет бывшего принца, полагавшего, что связь с прошлой жизнью делала его слабым. Забавный момент: сразу после уничтожения сердца у нас есть не так много времени, чтобы сбежать, запрыгнув в портал. Если момент упустить, Король-лич, придя в себя, убьет нас одним ударом, и даже «бабл» паладинов не спасет. *Все, что делал Король-лич после того, как увидел предзнаменование, и вело героя к его концу. Объединенные силы Альянса и Орды штурмом взяли Цитадель Ледяной Короны, а в последнем бою Тирион сумел уничтожить Ледяную Скорбь с помощью Испепелителя, тем самым высвободив все закованные в ней души. Dырвавшись из клинка, они уничтожили своего тюремщика. И только одна из них была милостива к Артасу — душа его отца Теренаса Менетила. Глаза Артаса потеряли ледяной блеск и снова обрели человеческий цвет. Последние секунды жизни Артас провел в объятиях отца.*Идеальная эпитафия для самого противоречивого и легендарного персонажа вселенной Warcraft III. История Артаса была закончена… до Shadowlands.*В дополнении Shadowlands разработчики решили вновь вспомнить о павшем принце. В ролике, посвященном Утеру и его жизни в загробном мире среди кирий, нам показали, что же случилось с Артасом после смерти. Предсмертная фраза «Мой взор застилает тьма» обрела новый смысл, ведь герой, оказывается, видел спускающихся к нему кирий и горнило Утробы — своеобразного ада вселенной Warcraft. Именно туда Утер сбросил душу своего бывшего ученика и обрек его тем самым на вечные муки. *Вот только в дальнейшем про Артаса в Shadowlands практически не вспоминали. Бывший принц Лордерона появлялся как фрагмент прошлого Утера, когда паладин пытался вновь собрать воедино два осколка своей души (один забрала Ледяная Скорбь). Тут от лица Утера мы увидим и тренировки с молодым принцем, и тот самый последний бой. *Другого применения Артасу в сюжете Shadowlands так и не нашли — и в итоге поместили оставшийся фрагмент его души в меч Шаламейн, который принадлежит Андуину Ринну. В битве с королем Альянса, которым завладел Тюремщик, нам противостоит и проекция Короля-лича. После поражения в бою с героями Азерота Андуин разрывает Шаламейн на две части, высвобождая душу Артаса. Крохотный огонек, который рассеивается спустя несколько мгновений, — таким предстал перед фанатами Король-лич в последний раз. *Возможно, потом мы и узнаем больше о душе Артаса, но пока Blizzard ставит точку в его истории устами Сильваны. Правда, эта точка больше похожа на кляксу, особенно в сравнении с финалом Wrath of the Lich King. "
    },
    {
        "article_title": "Расписание и результаты весеннего сезона DPC 2021/2022",
        "article_url": "https://www.cybersport.ru/dota-2/articles/raspisanie-i-rezultaty-vesennego-sezona-dpc-2021-2022",
        "article_post_time": "14.03.2022, 23:02",
        "article_category": "Dota 2",
        "article_source": "Cybersport.ru",
        "article_mark": "raspisanie-i-rezultaty-vesennego-sezona-dpc-2021-2022",
        "article_text": "С 14 марта по 22 апреля проходит второй сезон Dota Pro Circuit 2021/2022 в пяти регионах. В каждой лиге выступают 16 коллективов, разделенные на два дивизиона.*В первом дивизионе команды разыгрывают слоты на ESL One Stockholm Dota Major 2022, 920 очков DPC, необходимых для попадания на The International 2022, и $205 тыс. Призовой фонд второго дивизиона составляет $75 тыс., а две лучшие команды также получат места в высшей лиге в следующем сезоне.*Формат соревнований весеннего сезона DPC 2021/2022 не зависит от региона или дивизиона. В каждой лиге восемь команд сражаются по круговой системе с матчами до двух побед. Коллективы, занявшие последние два места, покинут дивизион.*12 марта Valve отложила второй сезон DPC 2021/2022 для СНГ на неопределенный срок. Студия посчитала невозможным проведение соревнования из-за продолжающихся боевых действий на территории Украины. *Матчи второго сезона DPC 2021/2022 для Западной Европы проходят с 14 марта по 20 апреля. Участники первого дивизиона разыгрывают четыре слота на ESL One Stockholm Dota Major 2022. Организатором лиги выступает DreamLeague.*Матчи второго сезона DPC 2021/2022 для Северной Америки проходят с 14 марта по 22 апреля. Участники первого дивизиона в том числе разыгрывают два слота на ESL One Stockholm Dota Major 2022. Организатором лиги выступает ESL.*Матчи второго сезона DPC 2021/2022 для Южной Америки проходят с 14 марта по 22 апреля. Участники первого дивизиона в том числе разыгрывают два слота на ESL One Stockholm Dota Major 2022. Организатором лиги выступает 4D Esports.*Матчи второго сезона DPC 2021/2022 для Китая проходят с 14 марта по 22 апреля. Участники первого дивизиона в том числе разыгрывают четыре слота на ESL One Stockholm Dota Major 2022. Организатором лиги выступает Perfect World.*Матчи второго сезона DPC 2021/2022 для Юго-Восточной Азии проходят с 15 марта по 21 апреля. Помимо стандартного для лиги призового фонда, участники первого дивизиона разыграют три слота на ESL One Stockholm Dota Major 2022. Организатором лиги выступает Beyond The Summit."
    },
    {
        "article_title": "Преступление и наказание — к десятилетию Silent Hill: Downpour",
        "article_url": "https://www.cybersport.ru/games/articles/prestuplenie-i-nakazanie-k-desyatiletiyu-silent-hill-downpour",
        "article_post_time": "14.03.2022, 19:01",
        "article_category": "Статьи",
        "article_source": "Cybersport.ru",
        "article_mark": "prestuplenie-i-nakazanie-k-desyatiletiyu-silent-hill-downpour",
        "article_text": "Десять лет назад, 13 марта 2012 года, холодный и негостеприимный Сайлент Хилл показался игрокам в последний раз. Формально это не совсем так, если не забывать о Book of Memories и P.T., но полноценных частей серии не выходило уже декаду. Финальным аккордом стала Downpour — неоднозначно встреченная игроками часть серии, которую принято не любить. В честь юбилея предлагаем взглянуть на своего рода эпитафию и разобраться, почему ненависть к Downpour совершенно напрасна.*Открывающая сцена настраивает игрока против героя, и это смелый шаг. С порога Мерфи Пендлтон, заключенный, руками пользователя жестоко расправляется в душевой с тучным парнем. Пендлтон не церемонясь избивает неизвестного кулаками и дубиной, вонзает кухонный нож в плечо, а в финале, упоминая лишь, что они были соседями и тот знает, за что именно сейчас умрет, добивает несчастного заточкой.*Этот резкий контраст с обычно положительными героями серии должен был с порога показать, что Downpour — нечто совершенно новое, а не очередное паразитирование на старых идеях. Разработчики из Vatra Games пошли на довольно смелый эксперимент, предложив в качестве главного героя преступника: ранние тесты на фокус-группе показали, что не всем игрокам приятно управлять заведомо «плохим парнем», на что и делался расчет.*Причины жестокости со стороны Пендлтона раскрываются постепенно, через флешбэки, которые то и дело ловит герой во время своего путешествия. В них игроку на удивление естественным способом подается львиная доля предыстории всех событий, что не вызывает привычного отторжения. А к финалу складывается полная картина того, что именно стало причиной попадания Мерфи в туманный городок. Где-то здесь и кроется то, что выделяет игру на фоне других частей серии.*Оригинальная Silent Hill предлагала историю отца, потерявшего дочь, а кошмар города создавался страданиями несчастной девочки Алессы. Сиквел рассказывал о вдовце, которого в Сайлент Хилл привело письмо от мертвой супруги, и «изнанку» уже создавал его больной разум. Третья часть вновь возвращалась к Алессе и отражала ее личные переживания. На этом фоне четвертая, со случайной жертвой маньяка Уолтера Салливана в качестве героя, выглядела необычно.*Downpour развивает эту идею еще дальше, предлагая в качестве героя главного виновника проблем в жизни совершенно другого персонажа. Причем сам по себе Мерфи несет груз в душе, который выливается в определенные проблемы, но его грехи и страхи куда легче, чем у других протагонистов. Пендлтон уверен в своей правоте и не особо переживает за судьбу обидчика, которому отомстил, поэтому встретить какую-либо манифестацию чувства вины в виде опасного монстра здесь не выйдет.*Downpour часто достается за скучных монстров. Существ здесь можно пересчитать по пальцам, а самым грозным из них и вовсе является загадочное красное свечение, затягивающее в себя все вокруг и преследующее Мерфи в кошмарах. Остальные выглядят по меркам серии простенько: это обмотанные бинтами кричащие женщины, вечно улыбающиеся заключенные да странные антропоморфные существа, одинаково уютно чувствующие себя на полу и потолке.*И это на удивление логично. Чего может бояться среднестатистический обыватель в своей жизни? Всепоглощающей пустоты от потери близкого, криков некогда любимой супруги, и терзаться чувством вины из-за собственного желания скрыться ото всех. В случае с Мерфи, который намеренно загремел за решетку, отдельного упоминания стоят агрессивные заключенные, которые и представляют собой самую большую опасность. Ну и где-то на горизонте маячит подавленное сексуальное желание, выражающееся в виде монстров-манекенов. А более сложных кошмаров в жизни Пендлтона и нет: в его Сайлент Хилле нет места подавленным детским страхам, невыносимому бремени вины или ужаса перед взрослыми. Единственный персональный страх в виде того самого Напье, которого можно видеть в первой сцене, он устраняет собственными руками.*И пока монстры олицетворяют какие-то крайне базовые вещи и отсутствие воображения героя, на нем по полной отыгрывается «другой мир», важная часть каждого персонального Сайлент Хилла. Кошмаром Алессы из первой Silent Hill были ржавчина и кровь, соседствующие с вездесущими следами пожара — следствие чудовищного ритуала, в котором она почти полностью сгорела заживо. У Джеймса, героя сиквела, персональный ад выглядел затхлым и заплесневелым, с чудовищной влажностью — подавленные воспоминания он видел скрытыми за толщей воды.*Ад Пендлтона — странная, почти эшеровская конструкция тюрьмы, появляющаяся на месте привычного мира. Пока все остальные герои путешествовали по знакомым местам в незнакомой обстановке, Мерфи попадал в совершенно непривычное окружение, буквально с головой ныряя в другую реальность. Сюжет показывал, как Пендлтона после той самой сцены с убийством заключенного перевозят в другую тюрьму, но автобус попадает в автокатастрофу. Это дало Мерфи шанс совершить побег в реальности — и в альтернативном мире он тоже, по сути, сбегает из тюрьмы.*Не будет преувеличением сказать, что другая реальность в Downpour — одна из самых изобретательных во всей серии. Нет, речь не о символизме или визуальных решениях, с ними здесь как раз все довольно стандартно: те же решетки, сетка-рабица, ржавчина да кровь, что давно и прочно ассоциируются с Silent Hill. Но предложить мир, действующий по совершенно другим правилам, раньше не пробовал никто. Что-то отдаленно похожее можно было видеть в Shattered Memories, еще одной неяпонской части серии: там мир Гарри Мейсона покрывался плотной коркой льда, искривлявшей привычную реальность до неузнаваемости, но само пространство все же оставалось прежним.*Логика этой новой реальности, в которую занесло Мерфи, очень важна для понимания ситуации, в которой оказался герой. И не менее важна для понимания самого подхода чешских разработчиков, пытавшихся сделать что-то новое — как в жанре, так и в серии.*Стоит отметить и еще одно нововведение, которое было принято фанатами по-разному. Речь, конечно же, о побочных квестах в полуоткрытом мире, аналогов которым, по сути, не было ни в одной игре. Здесь речь идет о полноценных мини-сюжетах — от попыток усмирить проклятую душу убийцы до розыска сокровищ по хитро спрятанной карте. Один из квестов и вовсе открывает доступ к системе быстрых перемещений по городу, что будет очень полезно для тех, кто планирует плотно изучить доступный контент.*Все они совершенно опциональны и по большей части призваны либо облегчить жизнь игрока, выдав ему ворох полезных предметов, либо раскрыть какую-нибудь темную сторону туманного городка. Например, в одном из заданий нужно правильно расставлять символы в определенных точках города, добиваясь тем самым выполнения какого-то ритуала. Символы по традиции серии напрямую позаимствованы из герметизма.*Downpour хоть и является самостоятельной игрой на манер Silent Hill 2, но активно связывает себя с другими частями серии в мелочах. Например, в одном из домов можно встретить точную копию квартиры Генри Таунсенда из Silent Hill 4: The Room. А в библиотеке на стенах висят картины, изображающие Шепердс Глен — родной городок Алекса Шепарда, героя Silent Hill: Homecoming. Да и в кошмаре Мерфи оказался почти что случайно, чем напоминает вышеупомянутого Таунсенда из четвертой игры серии. К тому же вновь, как и в Silent Hill 2, важное место занимает вода, скрывающая определенные проблемы героя, на которые он не хочет смотреть прямо. А еще то и дело Мерфи встречает почтальона Блэквуда, героя комикса Silent Hill: Past Life. В общем, связей с серией более чем достаточно.*Что интересно, одними мелкими кивками дело не ограничивается, и даже на уровне механик Downpour словно пытается подражать своим предшественникам. Оружие в руках Мерфи то и дело ломается, оставляя его почти беспомощным — прямо как в Silent Hill: Origins, с той лишь поправкой, что распихать по карманам кучу молотков не выйдет. Секции побега от всепоглощающей пустоты сопровождаются опрокидыванием ящиков и возможностью оглядываться через плечо — привет, Shattered Memories с ее сегментами побега. В бою против существ Пендлтон может использовать блок куда лучше, чем Хизер из Silent Hill 3.*При этом каждая механика и отсылка переработаны достаточно, чтобы нельзя было обвинить авторов в слепом копировании: речь идет именно о вдохновении другими и попытках ухватить саму суть серии, чтобы предложить что-то уникальное.*Говоря о любой Silent Hill, нельзя умолчать о ее звуковом наполнении. В Downpour впервые в истории серии композитора Акиру Ямаоку сменили на новичка Дэниела Лихта. Так уж вышло, что лучше всего он известен как композитор сериала «Декстер», но на деле слава пришла к нему именно благодаря хоррорам. Лихт начал карьеру с «Детей ночи», фильма ужасов 1991 года, и долгое время работал именно с этим жанром. «Дети кукурузы» со второй части и далее, «Клещи», «Восставший из ада 4», «Худеющий», две части «Амитивилля» — фильмография вполне достойная и показывающая отличный потенциал для того, чтобы Лихт занял место Ямаоки.*Несмотря на важность воды как символа в повествовании Downpour, Лихт не стал использовать, казалось бы, очевидный вотерфон, взяв за основу более привычное для серии звучание. В качестве поклона Ямаоке композитор использовал мандолину в нескольких из треков, а также вновь пригласил Мэри Элизабет Макглинн, чей вокал прочно ассоциируется с серией — начиная с Silent Hill 3 ни одна игра не обошлась без нее.*Результат вышел… спорным. Нет, ругать Лихта здесь не за что: в отрыве от серии его музыка звучит более чем достойно, но та самая магия, которую привнес Ямаока, словно исчезла. Большая часть музыки звучит так, будто Лихт очень старательно пытался скопировать саундтреки предыдущих игр: на месте и более мелодичные композиции, и индустриальные шумы, но что-то неуловимое в них ускользает. В игре, впрочем, саундтрек работает вполне успешно, и ругать Лихта не за что. Как, увы, и хвалить.*Кстати, занятный факт: главную тему к игре написал Джонатан Дэвис, солист ню-метал-группы Korn. Фанаты настойчиво попросили Konami убрать получившийся трек, и в самой игре его в итоге не услышать.*И все же стоит вернуться к смыслам Silent Hill: Downpour, оставив традиционный дисклеймер о спойлерах: говорить о психологическом хорроре, не затрагивая его подтексты, кажется занятием довольно глупым.*Но начать стоит немного издалека. Как уже упоминалось в юбилейном тексте о Silent Hill 2, образ Пирамидоголового слишком прочно засел в умах фанатов, что вылилось в попытки копировать суть в неяпонских играх франшизы. У Алекса из пятой части был свой Пирамидоголовый. За Трэвисом из Origin по пятам следовал Мясник. В Downpour есть Бугимен — детская страшилка, гигант в противогазе и плаще с огромным молотом. Вот только смысл его радикально отличается от ожидаемого.*Пока Алекс и Трэвис порождали монстров сами своим больным рассудком, Мерфи… и есть Бугимен. И речь не про подавленные воспоминания или какие-то еще заигрывания с подсознанием, чего, казалось бы, стоит ждать. Дело в том, что Мерфи буквально олицетворяет персональные страхи Энн Каннингем, девушки-полицейской, которую можно увидеть на протяжении почти всей игры при тех или иных обстоятельствах. И смысл образа гиганта раскрывается только в самом финале.*Возможно, здесь и кроется главная дерзость разработчиков: они не только подсунули в руки игрока отрицательного героя, но и сделали его второстепенной фигурой в центральной сюжетной линии совершенно другого персонажа, о котором ничего не известно практически вплоть до финальных сцен. Пока Мерфи переживал уже свершившуюся месть, Энн готовила собственную, о которой сбежавший заключенный попросту ничего не знал. И этот куда более важный для понимания сценарий проходит фоном, почти незаметно для игрока: разработчики лишь подкидывают мелкие детальки, из которых и собирается настоящая картина событий.*Полицейский значок с траурной лентой. Странный силуэт калеки в инвалидном кресле. Почти физически ощутимая ненависть девушки-полицейской, которая просто сопровождает Мерфи на его пути в новое место заключения. И смутные воспоминания — не столько о трагедии, изменившей жизнь другого, сколько о собственных потерях, ставших причинами чужого горя.*В этом плане Downpour за слоем из неудобных механик, невыразительного видеоряда и спорных дизайнерских решений скрывает по-настоящему сильную историю, которая, увы, рискует быть пропущенной и недопонятой. Именно в силу выбранного способа повествования, который по факту и является сильной стороной сюжета.*Downpour не пытается разжевывать. Она буквально следует формуле «показывай, а не рассказывай», вываливая через мелкие детали более глобальную картину. Downpour — это история о мести, которая свершилась, и о мести, которой суждено свершиться. И лишь игрок своими действиями может попытаться разорвать наконец этот порочный круг.*В этом плане Downpour в какой-то степени напоминает The Last of Us Part II — еще одну игру, пытающуюся изучить месть как таковую. Только там, где Нил Дракманн предлагает вполне однозначную трактовку «месть не должна затуманивать разум», трио сценаристов Том Вальц, Томм Хьюлетт и Дэвин Шацки не пытаются навязать свой взгляд игроку, чьи действия и определят истинную суть произошедшего.*Silent Hill: Downpour по традиции предлагает несколько разных концовок — от привычных до секретных и шуточных. Условиями их получения являются как очевидные выборы, предлагаемые игрой, так и скрытый параметр морали, от которого в том числе зависит и прошлое героя — в конце концов, наши действия диктуются тем, кто мы есть на самом деле.*Мерфи разных игроков будет вести себя по-разному: кто-то будет отыгрывать безжалостного убийцу, который не гнушается жестокости и способен на низкие поступки. Кто-то, наоборот, будет всячески пытаться помогать людям, следуя почти что христианской морали (к слову, в финале по одному из раскиданных по городу радио можно послушать госпел). Именно из этого и складывается характер Мерфи и то, справедливо ли звание Бугимена по отношению к нему: у игроков с низкой моралью герой окажется настоящим виновником бед Энн, а у тех, кто старался быть хорошим парнем, Пендлтон все же не пойдет на крайние меры. Вплоть до того, что в финальной заставке игроку раскроют тот факт, что Мерфи даже не сумел добить Напье.*В этом плане Downpour напоминает другой хоррор о тюрьме, The Suffering: в нем главный герой Торк всю игру пытается вспомнить, он ли убил собственную семью на самом деле, и правда зависит полностью от действий игрока в настоящем.*Пожалуй, самая интересная концовка Downpour в глобальном контексте серии — третья, носящая название Full Circle («Замкнутый круг»): в ней после всех событий игры Мерфи снова оказывается в самом начале и явно вынужден вновь и вновь переживать свой кошмар — видимо, до тех пор, пока не сумеет наконец искупить грехи.*Тема возвращения, терапии и нахождения в персональном чистилище — одна из центральных для серии о туманном городе. Уже в первой игре одна из концовок показывала, что все события — это лишь плод разгоряченного разума умирающего Гарри, который вынужден проживать персональный кошмар. К слову, режим «Новая игра+» в ней называется «Совершенно новый кошмар» — многие считают это намеком на то, что разные прохождения, по сути, существуют в действительности и Гарри переживает события снова и снова.*Все герои, попадающие в Сайлент Хилл, оказываются в нем заперты — если и не навсегда, то хотя бы до тех пор, пока не сумеют понять что-то важное о самих себе. В Downpour этому явлению впервые дали полноценное название и признали важной силой.*Silent Hill: Downpour не тянет на лучшую игру в серии: у нее хватает неудачных решений, спорных механик и других проблем (в частности, технических — далеко не все вылеты и просадки кадров были исправлены до того, как Vatra Games была признана банкротом). И все же не стоит списывать ее со счетов: чешские разработчики сумели предложить необычный взгляд на столь знакомый город, показав ранее неизвестные стороны кошмара. За всеми недостатками скрывается отличная игра, докопаться до которой стоит каждому, для кого Silent Hill — не пустой звук. Тем более что до сих пор фанаты остаются в неведении, увидит ли свет когда-нибудь полноценное продолжение или нет."
    },
    {
        "article_title": "Пять изменений, которые следует добавить в следующем обновлении Dota 2",
        "article_url": "https://www.cybersport.ru/blog/post/303804/chego-mozhno-ozhidat-v-dalneishikh-obnovleniiakh",
        "article_post_time": "12.03.2022, 16:05",
        "article_category": "Блоги",
        "article_source": "Cybersport.ru",
        "article_mark": "chego-mozhno-ozhidat-v-dalneishikh-obnovleniiakh",
        "article_text": "5 изменений, которые следует добавить в следующем обновлении.*В ночь на 24 февраля Valve выпустила крупное обновление Dota 2 под номером 7.31. Это обновление затронуло практически всех героев, но, к сожалению, практически не поменяло ландшафт и ситуацию в игре. Выбираемые герои остались те же, привычная ротация по карте осталась, экономика не подверглась глобальным изменениям. В этой статье я хотел порассуждать, какие вещи стоит доработать и добавить в следующих обновлениях. В этом тексте не будет говориться о возможном добавлении Techies 1 дополнительного урона или об увлечении базовой брони Dazzle на 2.*Изменение механики получения золота и опыта.*Многие игроки согласятся, что некоторые игры практически невозможно выиграть уже после 25 минуты. Нынешняя мета довольно быстрая, и за убийства, исполненные одним игроком, дают слишком много золота и опыта. К примеру, в одиночку убив вражеского мидера на 4 минуте, вы будете обгонять его практически на 2 уровня и примерно 400 золота. Благодаря такому преимуществу можно легко продолжить доминирование по всей карте, что закончится для вас победой.*В свою очередь убийство курьеров поначалу дает слишком маленькое количество золота, следовательно, снижает ценность питомца на ранних стадиях игры.*Переработка укрепления строений*Для усиления обороноспособности проигрывающей команды, можно надеяться на усиление глифа. Возможно башня будет атаковать абсолютно все цели в радиусе атаки (на данный момент количество целей ограничено), при этом скорость атаки башни также будет увеличена. Другой вариант заключается в том, что укрепление строений может давать башне невосприимчивость к магии (её будет невозможно оглушить Meteor Hammer или замедлить ее атаку с помощью Liquid Frost).*Изменение аванпостов*На данный момент аванпост не так важен для общего хода игры. Он дает слишком мало опыта и, применив на него свиток телепортации, в большинстве случаев вы придете в битву слишком поздно.*На мой взгляд, стоит увеличить количество опыта, получаемого командой каждую минуту, а также сократить время телепортации, чтобы герой, захватывающий аванпост, не остался безнаказанным (телепортация быстрее захвата всего лишь на 1 секунду). Также возможно увеличение дальности обзора аванпоста, что даст гарантию безопасности в собственном лесу.*Проще говоря, необходимо изменить аванпосты так, чтобы обе команды защищали свой и желали заполучить вражеский.*Изменения расположения нейтральный крипов*Многие профессиональные игроки замечают, что с точки зрения положения древних крипов и Рошана, Силы Света в лучшем положении, чем Силы Тьмы, т. к. героям Сил Света проще защищать Рошана и не терять при этом золото и опыт от древних крипов.*Можно ожидать добавления второго лагеря древних крипов у каждой стороны в большом лесу. Также возможен перенос древних крипов Сил Света от Рошана или Сил Тьмы к Рошану. Перенос лагеря в большой лес растянет героев по карте, что затруднит само убийство и разнообразит тактики «бесшумного» убийства Рошана.*Новая руна*С вашего позволения, я немного пофантазирую. Всего в Dota 2 существует 8 видов рун. Одна дает бонус в виде двойного урона, другая дает регенерацию, но ни одна из них не дает гарантированной выживаемости в драке. Выход из такой ситуации – руна стойкости. Руна стойкости уменьшает наносимый герою урон на 30 процентов. Появившись на 6 минуте, она не даст игроку большого преимущества над врагом, но и не даст легко убить владельца. Это способствует замедлению игры и некоего баланса, если герой врага является контрпиком вашего. Эта руна также позволяет грамотно распорядиться ею, ведь игрок 2 позиции может отдать Bottle оффлейнеру, что уже является новой идеей и поводом к драке (ведь игроки 3 позиции, каким я являюсь, редко довольствуются рунами).*Спасибо за внимание*На этом мой блог завершается, но это не означает, что все идеи кончились. Поделитесь своими предположениями о грядущих обновлениях в комментариях. До новых встреч!*С уважением, difuzion.*Теги:"
    }
]